{
  "resources": [
    {
      "id": {
        "type": "doi",
        "value": "10.1016/j.juro.2006.04.090"
      },
      "title": "Treatment of the Occult Tethered Spinal Cord for Neuropathic Bladder: Results of Sectioning the Filum Terminale",
      "summary": "Study of 36 patients with severe urinary and/or fecal dysfunction, but with no indication of tethered cord on imaging.\n\nAfter sectioning of filum terminale, incontinence was resolved in 42% of patients. Urodynamics improved in 72%, bowel symptoms improved in 88%.\n",
      "type": "article",
      "tags": [
        {
          "id": "recpnQhwTjvEVNCS5",
          "isDiagnosis": true,
          "name": "tethered cord"
        }
      ],
      "links": [
        {
          "type": "article abstract",
          "url": "https://www.auajournals.org/doi/full/10.1016/j.juro.2006.04.090"
        }
      ]
    },
    {
      "id": {
        "type": "doi",
        "value": "10.1007/s00586-004-0672-x"
      },
      "title": "Clinical evidence for cervical myelopathy due to Chiari malformation and spinal stenosis in a non-randomized group of patients with the diagnosis of fibromyalgia",
      "summary": "270 non-randomized patients with a diagnosis of Fibromayalgia and no previous diagnosis of neurological issues were given a neurological assessment for cervical myelopathy and then given imaging. 46% of patients showed cervical stenosis of 10 mm or less.\n\nStudy authors recommended further neurological evaluation of patients with Fibromayalgia for neurological issues.\n",
      "type": "article",
      "tags": [
        {
          "id": "recOk9iWFv8SgKzmZ",
          "isDiagnosis": true,
          "name": "chiari"
        }
      ],
      "links": [
        {
          "type": "article",
          "url": "https://link.springer.com/article/10.1007/s00586-004-0672-x"
        }
      ]
    },
    {
      "id": {
        "type": "doi",
        "value": "10.1002/ajmg.c.31426"
      },
      "title": "Connective tissue, Ehlers–Danlos syndrome(s), and head and cervical pain",
      "summary": "This paper covers the results of a large cohort study of over 2,000 patients with hypermobile connective tissue disorders and Chiari malformation (>5 mm), comparing the different cohorts with each other and healthy controls.\n\nThe paper asserts an association between connective tissue disorders and Chiari Malformation (2 mesodermal disorders). Patients with both connective tissue disorders and Chiari Malformation have a unique set of symptoms including a greater incidence of occipitoatlantoaxial hypermobility, and this tissue laxity can result in the unique problem of functional cranial settling, which is outlined in this paper, as well as other issues such as caudal displacement of the cerebellar tonsils, retro-odontoid pannus formation, and symptoms referable to basilar impression.\n",
      "type": "article",
      "tags": [],
      "links": [
        {
          "type": "article",
          "url": "https://chiarinsc.com/pdf/CMI%20and%20EDS%20article%202007.pdf"
        }
      ]
    },
    {
      "id": {
        "type": "doi",
        "value": "10.1007/s10143-018-01070-4"
      },
      "title": "Cervical medullary syndrome secondary to craniocervical instability and ventral brainstem compression in hereditary hypermobility connective tissue disorders: 5-year follow-up after craniocervical reduction, fusion, and stabilization",
      "summary": "This paper is the first 5-year retrospective study of its kind. It is a case series of 22 patients with hypermobile CTDs and complex Chiari patient's (with both Chiari and CCI, basilar invagination, etc.) surgery outcomes 5 years after fusion surgeries. The results were highly positive with no morbidity, few complications (most of the complications involving bone graft harvesting), and patient satisfaction, with 14/20 subjects greatly improving quality of life and functional capacity.\n\nHenderson also explains the various neurological measurements involved in assessing for CCI (with pictures) and describes his surgical technique (also with diagrams). A helpful diagram and list of the top symptoms experience pre- and post-op by patients is also included.\n",
      "type": "article",
      "tags": [
        {
          "id": "recuGBZ7iEvxw9Sle",
          "isDiagnosis": true,
          "name": "cci"
        },
        {
          "id": "recXuktLrqiF3Dr2t",
          "isDiagnosis": true,
          "name": "cervical medullary syndrome"
        }
      ],
      "links": [
        {
          "type": "article",
          "url": "https://link.springer.com/article/10.1007%2Fs10143-018-01070-4"
        }
      ]
    },
    {
      "id": {
        "type": "doi",
        "value": "10.4172/2165-7939.1000364"
      },
      "title": "Diagnosis of Atlantoaxial Instability Requires Clinical Suspicion to Drive the Radiological Investigation",
      "summary": "This article describes Atlanto-Axial Instability (AAI), or hypermobility of the C1-2 segment:\n\n- Its diagnosis (with CT, DMX/X-ray, and MRI)\n- The symptoms it causes\n- Criteria for surgery\n- The patient populations it commonly appears in. \n\nThe author emphasizes that non-traumatic AAI often requires dynamic imaging for proper diagnosis and treatment.\n",
      "type": "article",
      "tags": [
        {
          "id": "recrlprhvu6Bfcw2T",
          "isDiagnosis": true,
          "name": "aai"
        }
      ],
      "links": [
        {
          "type": "article",
          "url": "https://www.hilarispublisher.com/open-access/diagnosis-of-atlantoaxial-instability-requires-clinical-suspicion-to-drivethe-radiological-investigation-2165-7939-1000364.pdf"
        }
      ]
    },
    {
      "id": {
        "type": "doi",
        "value": "10.3389/fneur.2020.00828"
      },
      "title": "Signs of Intracranial Hypertension, Hypermobility, and Craniocervical Obstructions in Patients With Myalgic Encephalomyelitis/Chronic Fatigue Syndrome",
      "summary": "In this retrospective, cross-sectional study, the study authors sought to assess whether hypermobility and neurological/neurosurgical issues could be responsible for at least some explanation of the symptoms of severe Myalgic Encaphalomyelitis (ME) (Canada Consensus Criteria). \n\n229 patients (190 women and 39 men) were assessed for hypermobility (Beighton Score), intracranial hypertension (quotient of the optic nerve sheet diameter (ONSD)/eyeball transverse diameter on both sides), cerebellar tonsil position (McRae's line), craniocervical obstructions, allodynia (quantitative sensory testing (QST)).\n\nThe study found a significantly higher percentage of patients in the severe ME population than the general population, with fully half or more of the patients exhibiting these pathologies.\n",
      "type": "article",
      "tags": [
        {
          "id": "recQ7F8nVA6ZePDU1",
          "isDiagnosis": true,
          "name": "intracranial hypo/hypertension"
        },
        {
          "id": "recuGBZ7iEvxw9Sle",
          "isDiagnosis": true,
          "name": "cci"
        }
      ],
      "links": [
        {
          "type": "article",
          "url": "https://www.frontiersin.org/articles/10.3389/fneur.2020.00828/full"
        }
      ]
    },
    {
      "id": {
        "type": "doi",
        "value": "10.1016/j.bbih.2020.100107"
      },
      "title": "Autoantibodies to beta-adrenergic and muscarinic cholinergic receptors in Myalgic Encephalomyelitis (ME) patients – A validation study in plasma and cerebrospinal fluid from two Swedish cohorts",
      "summary": "If you have these antibodies, the acetylcholine receptors on your cells may be damaged, meaning you need, in essence, more acetylcholine than usual to function properly. \n\nMestinon blocks acetylcholinesterase, an enzyme that breaks down acetylcholine, thereby increasing acetylcholine. \n\nAcetylcholine is the primary neurotransmitter of the vagus nerve. It also regulates mast cell degranulation, and so may pay a role in MCAS.\n",
      "type": "article",
      "tags": [
        {
          "id": "reckOoCIhEZYdoNw4",
          "isDiagnosis": true,
          "name": "mcas"
        },
        {
          "id": "recCvgIVcwri2MnNL",
          "isDiagnosis": true,
          "name": "csf leaks"
        }
      ],
      "links": [
        {
          "type": "article",
          "url": "https://www.sciencedirect.com/science/article/pii/S2666354620300727?fbclid=IwAR1bGYQf0SO1T7M2gkEblcGxBPwXAnwEji039JPQpmXKoqX6UiO8NaGIYOo"
        },
        {
          "type": "discussion",
          "url": "https://www.facebook.com/groups/MECFSBrainSpine/permalink/1628139870697040/"
        }
      ]
    },
    {
      "id": {
        "type": "doi",
        "value": "10.1016/s0268-0033(00)00034-6"
      },
      "title": "Biomechanics of the cervical spine. I: Normal kinematics",
      "summary": "In the first of four installments of what are essentially anatomy primers, the article authors detail the current knowledge of the cervical spine, and it's mechanics of the vertebra and soft tissues under normal conditions and conditions that can cause injury. The authors describe in detail the basic anatomy of the cervical spine and how it affects joint movement and summarize collated research articles on range of motion of each of the joints of the cervical spine, the order of movement of the vertebra in flexion and extension, and also the centers of rotation, mechanics, and biological basis.\n\nThe link is to an abstract only, and readers must view the attached PDF for the full text.\n",
      "type": "article",
      "tags": [],
      "links": [
        {
          "url": "https://www.sciencedirect.com/science/article/abs/pii/S0268003300000346"
        }
      ]
    },
    {
      "id": {
        "type": "doi",
        "value": "10.1111/jon.12751"
      },
      "title": "Altered Structural Brain Networks Related to Adrenergic/Muscarinic Receptor Autoantibodies in Chronic Fatigue Syndrome",
      "summary": "If you have these antibodies, the acetylcholine receptors on your cells may be damaged, meaning you need, in essence, more acetylcholine than usual to function properly. \n\nMestinon blocks acetylcholinesterase, an enzyme that breaks down acetylcholine, thereby increasing acetylcholine. \n\nAcetylcholine is the primary neurotransmitter of the vagus nerve. It also regulates mast cell degranulation, and so may pay a role in MCAS.\n",
      "type": "article",
      "tags": [
        {
          "id": "reckOoCIhEZYdoNw4",
          "isDiagnosis": true,
          "name": "mcas"
        }
      ],
      "links": [
        {
          "type": "article abstract",
          "url": "https://onlinelibrary.wiley.com/doi/abs/10.1111/jon.12751"
        }
      ]
    },
    {
      "id": {
        "type": "doi",
        "value": "10.1016/j.cnp.2020.01.003"
      },
      "title": "Cerebral Blood Flow Is Reduced in ME/CFS During Head-Up Tilt Testing Even in the Absence of Hypotension or Tachycardia: A Quantitative, Controlled Study Using Doppler Echography",
      "summary": "Doppler flow imaging was used to measure cerebral blood flow (CBF) in 429 ME/CFS patients and 44 healthy controls during a head-up tilt test. CBF was reduced 26% in ME/CFS patients vs. 7% in controls. CBF reduction was > 2 standard deviations in 90% of ME/CFS patients vs 13% of controls.\n",
      "type": "article",
      "tags": [
        {
          "id": "rec3nvKSDcLVXuFo0",
          "isDiagnosis": true,
          "name": "vascular compression"
        }
      ],
      "links": [
        {
          "type": "article",
          "url": "https://pubmed.ncbi.nlm.nih.gov/32140630/"
        }
      ]
    },
    {
      "id": {
        "type": "doi",
        "value": "10.1007/s10620-020-06264-9"
      },
      "title": "Mast Cell Activation Syndrome: A Primer for the Gastroenterologist",
      "summary": "\"Gastroenterologists who become aware of this syndrome can dramatically improve the quality of life for their patients who previously have been labeled with a functional gastrointestinal disorder.\"\n",
      "type": "article",
      "tags": [
        {
          "id": "reckOoCIhEZYdoNw4",
          "isDiagnosis": true,
          "name": "mcas"
        }
      ],
      "links": [
        {
          "type": "article abstract",
          "url": "https://link.springer.com/article/10.1007/s10620-020-06264-9?fbclid=IwAR1Rqf2Jhy6q_dAKeElPID1BakTgI9oM0lAZ5t1NWRRnyI0qhLyLkqv3pTw"
        }
      ]
    },
    {
      "id": {
        "type": "doi",
        "value": "10.1002/ajmg.c.31549"
      },
      "title": "Neurological and spinal manifestations of the Ehlers–Danlos syndromes",
      "summary": "Connective tissue disorders cause downstream issues including:\n\n- Migraine\n- Idiopathic intracranial hypo/hypertension\n- Chiari malformation\n- Atlantoaxial instability\n- Craniocervical instability\n- Tethered cord syndrome\n",
      "type": "article",
      "tags": [
        {
          "id": "recpnQhwTjvEVNCS5",
          "isDiagnosis": true,
          "name": "tethered cord"
        },
        {
          "id": "recrlprhvu6Bfcw2T",
          "isDiagnosis": true,
          "name": "aai"
        },
        {
          "id": "recOk9iWFv8SgKzmZ",
          "isDiagnosis": true,
          "name": "chiari"
        },
        {
          "id": "recuGBZ7iEvxw9Sle",
          "isDiagnosis": true,
          "name": "cci"
        },
        {
          "id": "recIEXw3MH6BAtcA7",
          "isDiagnosis": true,
          "name": "cervical stenosis"
        },
        {
          "id": "recQ7F8nVA6ZePDU1",
          "isDiagnosis": true,
          "name": "intracranial hypo/hypertension"
        },
        {
          "id": "recCvgIVcwri2MnNL",
          "isDiagnosis": true,
          "name": "csf leaks"
        }
      ],
      "links": [
        {
          "type": "article",
          "url": "https://onlinelibrary.wiley.com/doi/abs/10.1002/ajmg.c.31549"
        }
      ]
    },
    {
      "id": {
        "type": "doi",
        "value": "10.1097/00006123-199807000-00110"
      },
      "title": "Nontraumatic Atlanto-occipital and Atlantoaxial Rotatory Subluxation: Case Report",
      "summary": "Interesting case study of a 13 year-old girl who developed CCI/AAI following a neck infection.\n",
      "type": "article",
      "tags": [
        {
          "id": "recrlprhvu6Bfcw2T",
          "isDiagnosis": true,
          "name": "aai"
        },
        {
          "id": "recuGBZ7iEvxw9Sle",
          "isDiagnosis": true,
          "name": "cci"
        }
      ],
      "links": [
        {
          "type": "article abstract",
          "url": "https://journals.lww.com/spinejournal/Abstract/2018/12010/Congenital_Unilateral_Atlanto_Occipital_Rotatory.19.aspx"
        }
      ]
    },
    {
      "id": {
        "type": "doi",
        "value": "10.1186/s12967-018-1397-7"
      },
      "title": "Improvement of severe ME/CFS symptoms following surgical treatment of cervical spinal stenosis",
      "summary": "Case study of 3 moderate/severe ME/CFS patients who were diagnosed with cervical stenosis following a cervical MRI. \nMeasures of neurological function improved significantly after treatment.\n",
      "type": "article",
      "tags": [
        {
          "id": "recIEXw3MH6BAtcA7",
          "isDiagnosis": true,
          "name": "cervical stenosis"
        },
        {
          "id": "recYYPJRAfNqp5fwG",
          "isDiagnosis": true,
          "name": "spinal stenosis"
        }
      ],
      "links": []
    },
    {
      "id": {
        "type": "doi",
        "value": "10.3174/ajnr.A2953"
      },
      "title": "Incidence of Extrinsic Compression of the Internal Jugular Vein in Unselected Patients Undergoing CT Angiography",
      "summary": "Study of 108 consecutive patients already having a (supine) CT angiogram for reasons other than vascular issues (so although these are not healthy controls, there's no strong reason to believe their symptoms are because of stenosis).\n\nInterestingly, 67.6% of people had some narrowing of one or other jugular.\n\nCollateral veins can form around the main veins when flow is blocked. But the study shows a complex picture where although collateral veins are far more common in people with stenosis of the main vein, they can also be present without; and severe stenosis can exist without the formation of collateral vessels.\n\nAs with so many  comorbidities we've found in our cohort of people with ME, identification of pathologies requires specialist knowledge,  sophisticated reading of imagery, and many signs can be incidental in patients without symptoms.\n",
      "type": "article",
      "tags": [
        {
          "id": "recIEXw3MH6BAtcA7",
          "isDiagnosis": true,
          "name": "cervical stenosis"
        }
      ],
      "links": [
        {
          "type": "article",
          "url": "http://www.ajnr.org/content/33/7/1247"
        },
        {
          "type": "pdf",
          "url": "http://www.ajnr.org/content/ajnr/33/7/1247.full.pdf"
        },
        {
          "type": "discussion",
          "url": "https://www.facebook.com/groups/MECFSBrainSpine/permalink/1657545987756428/?comment_id=1659194857591541"
        }
      ]
    },
    {
      "id": {
        "type": "doi",
        "value": "10.3109/02699052.2010.490512"
      },
      "title": "A case-control study of cerebellar tonsillar ectopia (Chiari) andhead/neck trauma (whiplash)",
      "summary": "In this case-control study, the authors examined the frequency of cerebellar tonsillar ectopia (CTE) in 1,200 MRIs (half upright, half supine) of patients with neck pain, divided into a population of patients who had had a traumatic whiplash injury (600), and a population who had not (600). \n\nNotably, CTE was found 2.5-times more often in the upright trauma vs the recumbent trauma group and\u0018 4-times more often than in either of the non-trauma groups.  The authors conclude that, while more research is needed since this is the first study of its kind, clinicians may want to evaluate their patients for CTE if they have neck pain, a history of a whiplash injury, and other common signs such as bilateral sensory or motor deficits in the upper extremities.\n\nThe authors also discussed other effects of whiplash injuries such as dural leaks (CSF leaks).\n",
      "type": "article",
      "tags": [
        {
          "id": "recOk9iWFv8SgKzmZ",
          "isDiagnosis": true,
          "name": "chiari"
        }
      ],
      "links": [
        {
          "url": "https://sci-hub.tw/10.3109/02699052.2010.490512"
        }
      ]
    },
    {
      "id": {
        "type": "doi",
        "value": "10.1007/s10143-020-01345-9"
      },
      "title": "Atlanto-axial rotary instability (Fielding type 1): characteristic clinical and radiological findings, and treatment outcomes following alignment, fusion, and stabilization",
      "summary": "Great info on rotary AAI, why it is failed to be diagnosed, and why surgery is harder in CTD patients.\n\nDiscusses \"occult\"  hypermobility- where artifacts are not not visible on traditional scans.\n\n\"The alar ligament consists chiefly of inelastic collagen fibers, and can be irreversibly stretched after trauma, potentially leading to chronic occult hypermobility of the cranio-cervical junction.“\n",
      "type": "article",
      "tags": [
        {
          "id": "recrlprhvu6Bfcw2T",
          "isDiagnosis": true,
          "name": "aai"
        }
      ],
      "links": [
        {
          "type": "article",
          "url": "https://link.springer.com/article/10.1007/s10143-020-01345-9?fbclid=IwAR3iCQHENdhSz0nrJhwH1IENyffhIpXqHuWSHNg8pwegxhuFvcIv8hAW6ac"
        }
      ]
    },
    {
      "id": {
        "type": "doi",
        "value": " 10.1016/j.wneu.2019.08.016"
      },
      "title": "Meningocele Manqué Discovered During Filum Terminale Resection in Occult Tethered Cord Syndrome",
      "summary": "Case study of a patient with negative imaging, but symptoms of tethered cord. \n\nOn laminectomy, it was discovered that abnormally-developing meningoceles had physically tethered the spinal cord.\n\nRelease of the filum terminale would have been insufficient to address symptoms- the tether was at L2-3.\n\nChecking pre-operative imaging again, 3-dimensional reconstruction of a high-resolution MRI would have identified the problem ahead of surgery.\n",
      "type": "article",
      "tags": [
        {
          "id": "recpnQhwTjvEVNCS5",
          "isDiagnosis": true,
          "name": "tethered cord"
        }
      ],
      "links": [
        {
          "type": "article",
          "url": "https://pubmed.ncbi.nlm.nih.gov/31430540/"
        }
      ]
    },
    {
      "id": {
        "type": "doi",
        "value": "10.1016/j.juro.2015.09.082"
      },
      "title": "Filum Section for Urinary Incontinence in Children with Occult Tethered Cord Syndrome: A Randomized, Controlled Pilot Study",
      "summary": "A study of 21 patients who were selected for sectioning of filum terminale based on urodynamics.\n\n\"After 8 years we accrued 21 patients. The bowel and bladder dysfunction score improved in the surgical and medical arms (20% and 24%) and the urodynamic score improved slightly (6% and 4%, respectively). The PEMQOL Child and Family Impact Scales improved modestly in both groups. All differences were nonsignificant. \"\n\nThe study does not define occult tethered cord syndrome in the way we're used to, concerning itself only with urinary/bowel symptoms:\n\n\"OTCS, in which [bladder and bowel dysfunction] is attributed to tethering by the filum despite a normally located conus on MRI.\"\n\nWhereas OTCS is defined by the NIH as a triad of symptoms: urinary/bowel, neurological, and orthopedic: https://rarediseases.info.nih.gov/diseases/4018/occult-spinal-dysraphism\n\nThis study specifically excludes patients with symptoms in one leg of the triad:\n\n\"Evidence of progressive lower extremity motor/ sensory deficits was a patient exclusion criterion.\"\n",
      "type": "article",
      "tags": [
        {
          "id": "recpnQhwTjvEVNCS5",
          "isDiagnosis": true,
          "name": "tethered cord"
        }
      ],
      "links": [
        {
          "url": "https://www.sciencedirect.com/science/article/abs/pii/S0022534715049150"
        }
      ]
    },
    {
      "id": {
        "type": "doi",
        "value": "10.5435/JAAOS-D-13-00215"
      },
      "title": "Thoracic Outlet Syndrome (Review Article)",
      "summary": "This review article described the anatomy behind, types and symptoms of each time, diagnosis, key examination findings, and treatment of thoracic outlet syndrome in detail.\n\nIn summary, thoracic outlet syndrome is a well-described disorder caused by thoracic outlet compression of the brachial plexus and/or the subclavian vessels. Neurogenic thoracic outlet syndrome is the most common manifestation, presenting with pain, numbness, tingling, weakness, and vasomotor changes of the upper extremity. Vascular complications of thoracic outlet syndrome are uncommon and include thromboembolic phenomena and swelling. The clinical presentation is highly variable, and no reproducible study exists to confirm the diagnosis; instead, the diagnosis is based on a physician’s judgment after a meticulous history and physical examination. Both nonsurgical and surgical treatment methods are available for thoracic outlet syndrome. Whereas nonsurgical management appears to be effective in some persons, surgical treatment has been shown to provide predictable long-term cure rates for carefully selected patients. In addition, physicians who do not regularly treat patients with thoracic outlet syndrome may not have an accurate view of this disorder, its treatment, or the possible success rate of treatment.\n",
      "type": "article",
      "tags": [
        {
          "id": "recbr6wODngvMyzNq",
          "isDiagnosis": true,
          "name": "thoracic outlet syndrome"
        }
      ],
      "links": [
        {
          "type": "article",
          "url": "https://journals.lww.com/jaaos/Fulltext/2015/04000/Thoracic_Outlet_Syndrome.4.aspx"
        }
      ]
    },
    {
      "id": {
        "type": "doi",
        "value": "10.1016/j.amjms.2016.12.013"
      },
      "title": "Characterization of Mast Cell Activation Syndrome",
      "summary": "413 patients, selected both retrospectively and prospectively.\n\nAbnormalities in routine labs were common and diverse but typically modest. The most useful diagnostic markers were heparin, prostaglandin D2, histamine, and chromogranin A. Flow cytometric and cytokine assessments were unhelpful.\n\nTreatment of samples is crucial: \"Also, other work has clarified the importance of continuous specimen chilling, including use of refrigerated centrifugation for plasma separation, when seeking plasma heparin levels.\"\n\nThe discussion section has some interesting speculation about whether some diagnoses found as comorbidities may in fact be unrecognised MCAS- for example GERD, thrombocytopenia purpura, polycythemia vera, etc.\n",
      "type": "article",
      "tags": [
        {
          "id": "reckOoCIhEZYdoNw4",
          "isDiagnosis": true,
          "name": "mcas"
        }
      ],
      "links": [
        {
          "type": "article",
          "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5341697/?fbclid=IwAR3VrOJmA3-mw8xpAaFA3FF20Wu_-zPhR5Z2-cCqts-xTWso0a93GLGB_R0"
        }
      ]
    },
    {
      "id": {
        "type": "doi",
        "value": "10.1002/ajmg.c.31552"
      },
      "title": "The 2017 international classification of the Ehlers–Danlos syndromes",
      "summary": "This article from 2017 updates the diagnostic criteria and classification criteria for Ehlers-Danlos Syndrome (EDS) (a heritable connective tissue disorder) from the previous 1998 Villefranche Nosology's six sub-types. The International EDS Consortium proposes a revised EDS classification, which recognizes 13 subtypes.  and also proposes a pathogenetic scheme, that regroups EDS subtypes for which the causative proteins function within the same pathway (based on the different affected genes).\n\nThe authors include many helpful photos, diagrams, and charts.\n",
      "type": "article",
      "tags": [],
      "links": [
        {
          "url": "https://onlinelibrary.wiley.com/doi/full/10.1002/ajmg.c.31552"
        }
      ]
    },
    {
      "id": {
        "type": "doi",
        "value": "10.3171/2017.3.PEDS16596"
      },
      "title": "Magnetic resonance imaging in the prone position and the diagnosis of tethered spinal cord",
      "summary": "A small study showing that a comparison of conus position in the spinal canal between prone and supine MRI appears to be a sensitive and specific measure for tethered cord. \n\nWhereas 38/41 patients with tethered cord had diminished ventral motion, 30/30 controls had > 10% canal width motion.\n",
      "type": "article",
      "tags": [
        {
          "id": "recpnQhwTjvEVNCS5",
          "isDiagnosis": true,
          "name": "tethered cord"
        }
      ],
      "links": [
        {
          "type": "article",
          "url": "https://thejns.org/pediatrics/view/journals/j-neurosurg-pediatr/21/1/article-p4.xml"
        }
      ]
    },
    {
      "id": {
        "type": "doi",
        "value": "10.3171/2017.3.PEDS17126"
      },
      "title": " Magnetic resonance imaging in the prone position and the diagnosis of tethered spinal cord",
      "summary": "In this study, with a larger sample size than previous studies, the authors tested the hypothesis that lack of central conus motion (lack of spinal cord movement within the spinal canal) on prone MRI is a sensitive and specific test in identifying patients with occult tethered cord syndrome (OTCS) or a re-tethered cord.\n\nProne MRI scans from 41 patients who underwent tethered cord release surgery, grouped into 2 groups (new OTCS diagnosis and re-tethered cord) plus a third control group were examined.\n\nLack of conus motion was found in the OTCS groups, and the sensitivity and specifity of the test (does the test accurately show the problem without false positives?) was found to be above 97%. The authors further suggest 10% canal width motion as a threshold that can separate the tethered and the nontethered groups.\n",
      "type": "article",
      "tags": [
        {
          "id": "recpnQhwTjvEVNCS5",
          "isDiagnosis": true,
          "name": "tethered cord"
        }
      ],
      "links": [
        {
          "type": "article",
          "url": "https://thejns.org/pediatrics/view/journals/j-neurosurg-pediatr/21/1/article-p4.xml"
        }
      ]
    },
    {
      "id": {
        "type": "doi",
        "value": " 10.1002/ajmg.c.31549"
      },
      "title": "Neurological and Spinal Manifestations of theEhlers–Danlos Syndromes",
      "summary": "On the basis of a large shared experience in the treatment of EDS, the authors were solicited to contribute a review of the neurological and spinal manifestations of EDS. In preparation for the EDS International Symposium 2016, the authors formed subcommittees to research individual topics relating to EDS and its neurological presentations, and present in this article those findings for fellow EDS medical practitioners.\n\nThe authors describe EDS (a heterogeneous group of heritable connective tissue disorders characterized by joint hypermobility, skin extensibility, and tissue fragility), then go on to describe in topic form various neurological issues that can arise from ligament and tissue laxity in the spine. \n\nThe authors describe how stress on the nervous system (such as nerve entrapment) may alter gene and phenotype expression, as well as general nervous function. The authors also comment on the increased prevalence of migraine, idiopathic intracranial hypertension, Tarlov cysts, tethered cord syndrome, and dystonia in this patient populations, as well as Chiari Malformation Type I and craniocervical instability and basilar invagination. Ligament and tissue laxity and fragility can also cause motor delay, headache, and quadriparesis, as well as discopathy, early degenerative spondylotic disease.\n\nThe authors also comment on the painful nature of EDS and it's various associated symptoms such as weakness, myalgia, easy fatigability, limited walking, reduction of vibration sense, and impairment of mobility and daily activities. \n",
      "type": "article",
      "tags": [],
      "links": [
        {
          "url": "https://onlinelibrary.wiley.com/doi/full/10.1002/ajmg.c.31549"
        }
      ]
    },
    {
      "id": {
        "type": "doi",
        "value": "10.1016/S0140-6736(02)07440-8"
      },
      "title": "Venous sinus stenting for refractory benign intracranial hypertension",
      "summary": "This article is a case study of a woman with refractory intracranial hypertension, who upon venography and manometry (venous imaging) was found to have partial obstruction of both transverse venous sinuses, with raised pressures proximal to the obstructions. The patient improved significantly, including her intracranial hypertension, after insertion of a stent to reduce the pressure gradient. This case study-- along with other literature supporting a relationship between intracranial pressure and venous obstruction-- indicates that venous issues should be investigated in the setting of an intracranial hypertension diagnosis.\n",
      "type": "article",
      "tags": [
        {
          "id": "recQ7F8nVA6ZePDU1",
          "isDiagnosis": true,
          "name": "intracranial hypo/hypertension"
        }
      ],
      "links": [
        {
          "type": "article abstract",
          "url": "https://www.sciencedirect.com/science/article/abs/pii/S0140673602074408"
        }
      ]
    },
    {
      "id": {
        "type": "doi",
        "value": "10.1007/BF00806702"
      },
      "title": "Effect of acetylcholine on mast cells of the dura mater",
      "summary": "In this study using rats, the authors tested the effect of various doses of acetylcholine (100, 200, and 500 mg/kg) on the mast cells of the albino rat dura mater (sheath around the spinal cord).\n\nThe authors found that acetylcholine has an activating effect on monoamine secretion, using measured differences in the accumulated or eliminated monoamines after dosing.\n",
      "type": "article",
      "tags": [
        {
          "id": "reckOoCIhEZYdoNw4",
          "isDiagnosis": true,
          "name": "mcas"
        }
      ],
      "links": [
        {
          "url": "https://link.springer.com/article/10.1007/BF00806702"
        },
        {
          "type": "article",
          "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5796598/"
        }
      ]
    },
    {
      "id": {
        "type": "doi",
        "value": "10.3171/2014.9.PEDS14241"
      },
      "title": "Disparities in clinical and economic outcomes in children and adolescents following surgery for tethered cord syndrome in the United States",
      "summary": "In this study, the authors analyzed demographics, complications, and outcomes in children and adolescents who underwent surgery for TCS by retrospectively identifying patients in the national Kids' Inpatient Database (KID).They looked at the rate of surgery complications, surgery outcomes, comorbidities, and more, with kids grouped by age. \n\nA total of 7397 children and adolescents met the criteria in the 4 studied years. The mean age was 5.7 years; 55.3% of patients were younger than 5 years, 21.5% were 6–10 years, and 16.2% were 11–15 years. Most surgeries were performed in patients who were female (55.0%) and white (64.4%) and were performed at large (49.8%), teaching (94.2%), and urban (99.1%) children's (89.3%) hospitals. The trend showed an increase in prevalence from 2000 (19.9%) to 2009 (29.6%). Common comorbidities included anomalies in spinal curvature (16.7%), urinary or bladder dysfunction (14.3%), and spinal stenosis/spondylosis (1.4%). Non-routine discharges (3.3%) were significantly higher with advancing age, increasing from 2.2% in those younger than 5 years to 9.0% in those older than 15 years (p < 0.0001). There was a similar increasing trend for complications (6.8% to 13.9%, respectively, p < 0.0001) and average LOS (3.5 to 5.1 days, respectively, p < 0.0001). Hospital charges increased with age from an average of $28,521 in those younger than 5 years to $36,855 in those older than 15 years (p < 0.0001).\n\nOlder children tended to have more issues with surgery, supporting the conclusion that surgery is better done earlier in life.\n### \n\n",
      "type": "article",
      "tags": [
        {
          "id": "recpnQhwTjvEVNCS5",
          "isDiagnosis": true,
          "name": "tethered cord"
        },
        {
          "id": "recYYPJRAfNqp5fwG",
          "isDiagnosis": true,
          "name": "spinal stenosis"
        }
      ],
      "links": []
    },
    {
      "id": {
        "type": "doi",
        "value": "10.1038/s41598-017-16173-z"
      },
      "title": "Ultrasonographic measurement of the optic nerve sheath diameter and its association with eyeball transverse diameter in 585 healthy volunteers",
      "summary": "In the evaluation of intracranial pressure (ICP) for the diagnosis of various disorders such as idiopathic intracranial hypertension, optic nerve sheath diameter (ONSD) is often used as an indirect marker of ICP. The authors of this study sought to clarify the unclear optimal cut-off of ONSD and the general use of ONSD in evaluating ICP.\n\nUsing ultrasonography (a non-invasive method for measuring ONSD) on 585 healthy volunteers, the authors measured ONSD, and found that of the factors studied, only eyeball transverse diameter (ETD) was independently associated with ONSD. The authors established a normative (normal) value for ONSD and ETD, and a normative value for the ONSD/ETD ratio, and further asserted that the ONSD/ETD ratio might be a more reliable marker for ICP than ONSD alone.\n\n",
      "type": "article",
      "tags": [
        {
          "id": "recQ7F8nVA6ZePDU1",
          "isDiagnosis": true,
          "name": "intracranial hypo/hypertension"
        }
      ],
      "links": [
        {
          "url": "https://www.nature.com/articles/s41598-017-16173-z"
        }
      ]
    },
    {
      "id": {
        "type": "doi",
        "value": "10.2147/jpr.s186878"
      },
      "title": "The link between idiopathic intracranial hypertension, fibromyalgia, and chronic fatigue syndrome: exploration of a shared pathophysiology",
      "summary": "This article is a literature review exploring the idea that since fibromayalgia (FM) and chronic fatigue syndrome (CFS) aren't well understood and their symptoms have significant overlap with idiopathic intracranial hypertention (IICH or IIH), the symptoms of FM and CFS could be caused by increased intracranial and spinal fluid pressure.\n\nLiterature reviewed discussed common symptoms for all 3 conditions and their overlap, the mechanism for nerve involvement in IICH, common symptoms associated with each nerve's involvement, the high incidence of small fiber neuropathy (SFN) in these patients, the involvement of the sympathetic nervous system, disability and quality of life among these patients, and the role of cerebral blood flow in all 3 conditions.\n\nThe authors concluded that IICH, FM, and CFS share very similar characteristics and probably are caused by the same underlying disorder, and that IICH, FM, and CFS can be considered progressive neurological disorders affecting the central and peripheral nervous systems. They point out the stigma associated with FM and CFS diagnoses and urge further investigation into treating intracranial and spinal fluid pressure.\n\nThey further assert that this hypothesis may also provide an explanation for several overlapping chronic pain conditions, including FM, CFS, temporomandibular disorders, irritable bowel syndrome, chronic tension headache, chronic migraine, severe dry eyes, and chronic nonspecific low back pain.\n\n\n\n\n",
      "type": "article",
      "tags": [
        {
          "id": "recQ7F8nVA6ZePDU1",
          "isDiagnosis": true,
          "name": "intracranial hypo/hypertension"
        }
      ],
      "links": [
        {
          "type": "article",
          "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6292399/"
        }
      ]
    },
    {
      "id": {
        "type": "doi",
        "value": "10.1016/j.surneu.2009.03.008"
      },
      "title": "Association of Chiari malformation type I and tethered cord syndrome:preliminary results of sectioning filum terminale",
      "summary": "In this retrosepctive study, the authors examined the scans of a cohort of 2,987 patients with Chiari Malformation Type I (CM-1) and 289 patients with low-lying cerebellar tonsils (LLCT), in addition to findings in 74 children and 244 adults undergoing section of the filum (SFT) (tethered cord release surgery), to determine whether there was a relationship between tethered cord and CM-1.\n\nThe authors found that there is a subset of patients who have CM-1 paired with tethered cord syndrome (TCS), different from \"generic\" CM-1. These patients have distinctive clinical differences: a normal foramen magnum size and the absence of a small posterior cranial fossa, as seen in \"generic\" CM-1. Other clinical signs that can be seen include elongation and downward displacement of the hindbrain (cerebellar tonsils), normal position of the conus medullaris, a tight filum terminale, and reduced CSF flow in the lumbar theca. \n\nThe authors also discuss preliminary evidence that SFT can reverse moderate degrees of tonsillar ectopia and is appropriate treatment for cerebellar ptosis after Chiari surgery in this cohort.\n",
      "type": "article",
      "tags": [
        {
          "id": "recpnQhwTjvEVNCS5",
          "isDiagnosis": true,
          "name": "tethered cord"
        },
        {
          "id": "recOk9iWFv8SgKzmZ",
          "isDiagnosis": true,
          "name": "chiari"
        }
      ],
      "links": [
        {
          "url": "https://www.sciencedirect.com/science/article/abs/pii/S0090301909002572"
        }
      ]
    },
    {
      "id": {
        "type": "doi",
        "value": "10.1007/s10143-017-0830-3"
      },
      "title": "Utility of the clivo-axial angle in assessing brainstem deformity: pilot study and literature review",
      "summary": "This article is a literature review paired with a prospective pilot study of ten patients with ventral brainstorm deformity/compression (a kyphotic, or acute, CXA [Clivo-Axial Angle]). Correction of abnormal CXA with fusion and occipito-cervical stabilization correlated with statistically significant clinical improvement in this cohort of patients.\n\nThis study's results supported the thesis that a connection between the cervical medullary syndrome and a patient's generally disability with their CXA and assert that a reduction and fusion operation would help alleviate symptoms, after establishing that brainstem deformity has been established to cause neurological deficits.\n\nA description of the diagnostic process, the cervicomedullary syndrome, the effects of brainstem deformity on axons and more, and the surgical procedure with diagrams is also included. This article's literature review includes a wide swath of other studies similar in nature.\n",
      "type": "article",
      "tags": [
        {
          "id": "recrlprhvu6Bfcw2T",
          "isDiagnosis": true,
          "name": "aai"
        },
        {
          "id": "recuGBZ7iEvxw9Sle",
          "isDiagnosis": true,
          "name": "cci"
        }
      ],
      "links": [
        {
          "type": "article",
          "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5748419/"
        }
      ]
    },
    {
      "id": {
        "type": "doi",
        "value": "10.1002/lary.27678"
      },
      "title": "Laryngeal Manifestations of Cranial Nerve IX/X Compression at the Brainstem",
      "summary": "A study focusing on laryngeal symptoms involving 49 patients with lower cranial nerve vascular compression (LCN IX/X [9 and 10]), where 24 underwent decompression surgery (retromastoid craniectomy) and 25 had conservative treatments. 10/24 surgery patients had complete or near-complete resolution of laryngeal symptoms as opposed to 2/25 conservative management patients. With 4/24 patients having major perioperative complications, the surgery is deemed to have acceptable risk. \n",
      "type": "article",
      "tags": [
        {
          "id": "recuGBZ7iEvxw9Sle",
          "isDiagnosis": true,
          "name": "cci"
        }
      ],
      "links": [
        {
          "type": "article",
          "url": "https://pubmed.ncbi.nlm.nih.gov/30582168/"
        }
      ]
    },
    {
      "id": {
        "type": "doi",
        "value": "10.1177/014556130408300814"
      },
      "title": "Grisel's syndrome: The two-hit hypothesis-A case report and literature review",
      "summary": "A case report paired with a literature review regarding Grisel's Syndrome, which is a subluxation of C1 on C2 (atlantoaxial subluxation) that didn't come from a trauma/accident (and without osteopathy).\n\nThe case study involved an otherwise healthy 11 year old boy who underwent a routine tonsillectomy, who presented day 3 post-op with increasing neck pain and was found to have a significant rotary subluxation of C1 over C2 which was treated successfully without surgery.\n\nThe authors describe Grisel's Syndrome, a primarily pediatric (under 21) syndrome occurring most often from minor surgeries such as a tonsillectomy, wherein patients primarily present with a painful tortcullis (head tilt in opposite direction of subluxation). They propose a \"two-hit\" hypothesis wherein patients who experience Grisel's Syndrome have an underlying laxity, with the second hit being an inflammatory process, and further discuss a diagnosis and treatment \"algorithm\".\n",
      "type": "article",
      "tags": [],
      "links": [
        {
          "url": "https://journals.sagepub.com/doi/pdf/10.1177/014556130408300814"
        }
      ]
    },
    {
      "id": {
        "type": "doi",
        "value": "10.1007/s11999-010-1278-8"
      },
      "title": "The Classic: The Cervical Syndrome.",
      "summary": "This article is a re-print of Ruth Jackson's 1949 article describing the Cervical Syndrome, a grouping of symptoms gathered by Jackson, associated with cervical nerve root irritation and broken up into vertebra levels. \n\nVertebral design and function is described, as well as nerve roots and their larger system and what the nerves control at each level. Causes of nerve root irritation are also listed, chief among them subluxation or instability. Symptoms are described, as is their nature of being made worse with certain neck movements or positions. Treatment protocols are outlined for various issues causing nerve root irritation, such as bracing or injections. \n\nJackson asserted the importance of cervical investigation in any patient with head, neck, chest, shoulder and arm pain, and said the usual diagnosis of neuritis, bursitis, periarthritis, myositis, fibrositis, myofascitis, pseudo-angina pectoris and migraine should not be made until cervical nerve root irritation has been ruled out entirely. \n",
      "type": "article",
      "tags": [
        {
          "id": "recuGBZ7iEvxw9Sle",
          "isDiagnosis": true,
          "name": "cci"
        }
      ],
      "links": [
        {
          "type": "article",
          "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2881998/?fbclid=IwAR3hRQr-t88yMtrirPydJ1SCyQMpU7YX6EuxscdcrCE8O4NkvXuOIdxIPEU"
        }
      ]
    },
    {
      "id": {
        "type": "doi",
        "value": "10.2174/1874325001408010326"
      },
      "title": "Chronic Neck Pain: Making the Connection Between Capsular Ligament Laxity and Cervical Instability",
      "summary": "In this follow-up review to a previous literature review on chronic neck pain treatment modalities, the authors reference their previous findings that many treatment modalities, while effective short-term, were not effective long-term for healing. Then the authors provide an overview of chronic neck pain as it relates to cervical instability, assert that instability is a large factor in chronic neck pain, describe the anatomical features of the cervical spine and the impact of capsular ligament laxity, discuss the disorders causing chronic neck pain and their current treatments, and lastly, present prolotherapy as a viable treatment option for instability that heals injured ligaments, restores stability to the spine, and resolves chronic neck pain.\n",
      "type": "article",
      "tags": [
        {
          "id": "recuGBZ7iEvxw9Sle",
          "isDiagnosis": true,
          "name": "cci"
        }
      ],
      "links": [
        {
          "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4200875/"
        }
      ]
    },
    {
      "id": {
        "type": "doi",
        "value": "10.3171/SPI-07/12/601"
      },
      "title": "Syndrome of occipitoatlantoaxial hypermobility, cranial settling, and Chiari malformation Type I in patients with hereditary disorders of connective tissue",
      "summary": "270 non-randomized patients with a diagnosis of Fibromayalgia and no previous diagnosis of neurological issues were given a neurological assessment for cervical myelopathy and then given imaging. 46% of patients showed cervical stenosis of 10 mm or less.\n\nStudy authors recommended further neurological evaluation of patients with Fibromayalgia for neurological issues.\n",
      "type": "article",
      "tags": [
        {
          "id": "recrlprhvu6Bfcw2T",
          "isDiagnosis": true,
          "name": "aai"
        },
        {
          "id": "recuGBZ7iEvxw9Sle",
          "isDiagnosis": true,
          "name": "cci"
        },
        {
          "id": "recOk9iWFv8SgKzmZ",
          "isDiagnosis": true,
          "name": "chiari"
        }
      ],
      "links": [
        {
          "type": "article",
          "url": "https://thejns.org/spine/view/journals/j-neurosurg-spine/7/6/article-p601.xml"
        }
      ]
    },
    {
      "id": {
        "type": "doi",
        "value": "10.1177/1073858420941476"
      },
      "title": "COVID-19, Mast Cells, Cytokine Storm, Psychological Stress, and Neuroinflammation",
      "summary": "The authors describe the pathology of severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), the infection that causes Coronavirus Disease 2019 (COVID-19), and conclude that COVID-19 can induce mast cell activation, psychological stress, cytokine storm, and neuroinflammation.\n\nIn addition to the economic stress and grief it causes (resulting in emotional distress), COVID-19 can cause severe pneumonia, and neurological disorders, including stroke, the damage to the neurovascular unit, blood-brain barrier disruption, high intracranial proinflammatory cytokines, and endothelial cell damage in the brain. Mast cells are innate immune cells and also implicated in adaptive immune response, systemic inflammatory diseases, neuroinflammatory diseases, traumatic brain injury and stroke, and stress disorders. SARS-CoV-2 can activate monocytes/macrophages, dendritic cells, T cells, mast cells, neutrophils, and induce cytokine storm in the lung. COVID-19 can activate mast cells, neurons, glial cells, and endothelial cells. SARS-CoV-2 infection can cause psychological stress and neuroinflammation. \n\nThe authors describe the various mechanisms involved in each of these pathologies and cite other research.\n",
      "type": "article",
      "tags": [],
      "links": [
        {
          "url": "https://journals.sagepub.com/doi/full/10.1177/1073858420941476"
        }
      ]
    },
    {
      "id": {
        "type": "doi",
        "value": "10.1007/s00256-019-03187-z"
      },
      "title": "Thinking beyond pannus: a review of retro-odontoid pseudotumor due to rheumatoid and non-rheumatoid etiologies",
      "summary": "Although pseudotumor may have suggestive features on imaging, there are no established criteria to diagnose retro- odontoid pseudotumor, and imaging manifestations can range from thickening of the retro-odontoid soft tissues to mass-like proliferative changes.\n\nIn the absence of frankly evident cord compression, the neurological implications of retro-odontoid pseudotumor cannot be reliably judged by supine static MR imaging, as neural compression may be brought on by insta- bility from postural changes \n\nAlthough retro-odontoid pseudotumor has been shown to be related to mechanical instability, previous studies have not shown a single specific cause for soft tissue proliferation, and it is difficult to predict which patients will develop pseudotumor. \n",
      "type": "article",
      "tags": [
        {
          "id": "recrlprhvu6Bfcw2T",
          "isDiagnosis": true,
          "name": "aai"
        }
      ],
      "links": [
        {
          "type": "article abstract",
          "url": "https://pubmed.ncbi.nlm.nih.gov/30868232/"
        }
      ]
    },
    {
      "id": {
        "type": "doi",
        "value": "10.1016/B978-0-323-48563-0.00014-3"
      },
      "title": "Imaging of the Craniovertebral Junction",
      "summary": "Detailed explanations of  measurements- Chamberlain line, McGregor line, McRae line, Wackenheim line, Welcher basal angle.\n\nDiscussion of a fairly comprehensive list of disorders around the CCJ, including basilar invagination, retroodontoid pseudotumor.\n",
      "type": "article",
      "tags": [],
      "links": [
        {
          "type": "article abstract",
          "url": "https://www.sciencedirect.com/science/article/pii/B9780323485630000143"
        }
      ]
    },
    {
      "id": {
        "type": "doi",
        "value": "10.1136/jnnp.74.12.1662"
      },
      "title": "Idiopathic intracranial hypertension: 12 cases treated by venous sinus stenting",
      "summary": "12 patients with refractory IIH had dilatation and stenting of the venous sinuses.\n\nSymptoms resolved for 5, improved for 2, and were unchanged for 5.\n\nVenography and manometry had shown intracranial venous hypertension proximal to stenoses in the lateral sinuses.\n",
      "type": "article",
      "tags": [
        {
          "id": "recQ7F8nVA6ZePDU1",
          "isDiagnosis": true,
          "name": "intracranial hypo/hypertension"
        }
      ],
      "links": [
        {
          "type": "article abstract",
          "url": "https://jnnp.bmj.com/content/74/12/1662"
        },
        {
          "type": "pdf",
          "url": "https://jnnp.bmj.com/content/jnnp/74/12/1662.full.pdf"
        }
      ]
    },
    {
      "id": {
        "type": "doi",
        "value": "10.4172/2165-7939.1000299"
      },
      "title": "Cranio-cervical Instability in Patients with Hypermobility Connective Disorders",
      "summary": "An explanatory paper written by Dr. Henderson that discusses the pros and cons of dynamic imaging and argues in favor of it.\n\nIn addition to/support of this argument, the paper generally reviews how CCI is known in CTD's like RA and Down's, but is not as well known in EDS and similar hypermobility CTD's. He explains the Cervical Medullary Syndrome (pathological CCI), the pros and cons of dynamic imaging, the various neurological measurements for assessing upper cervical instability, and also touches on complex Chiari patients.\n",
      "type": "article",
      "tags": [
        {
          "id": "recuGBZ7iEvxw9Sle",
          "isDiagnosis": true,
          "name": "cci"
        }
      ],
      "links": [
        {
          "type": "article",
          "url": "https://www.hilarispublisher.com/open-access/craniocervical-instability-in-patients-with-hypermobility-connective-disorders-2165-7939-1000299.pdf"
        }
      ]
    },
    {
      "id": {
        "type": "doi",
        "value": "10.1371/journal.pone.0057241"
      },
      "title": "Chiari Malformation Type I: A Case-Control Association Study of 58 Developmental Genes",
      "summary": "A more technical article discussing the common genetic variations among a cohort of roughly 500 patients with Chiari (>3 mm) and 500 controls. \n\nThe study authors identified several genes, primarily the genes involves in the development of paraxial mesoderm (cells in early development that develop along with the neural tube and give rise to the heart, the vertebra, etc.), that may play a role in the development and the extent of Chiari malformation.\n",
      "type": "article",
      "tags": [
        {
          "id": "recOk9iWFv8SgKzmZ",
          "isDiagnosis": true,
          "name": "chiari"
        }
      ],
      "links": [
        {
          "type": "article",
          "url": "https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0057241"
        }
      ]
    },
    {
      "id": {
        "type": "doi",
        "value": "10.3171/2012.10.SPINE12321)"
      },
      "title": "Use of prone position magnetic resonance imaging for detecting the terminal filum in patients with occult tethered cord syndrome",
      "summary": "Since the pathophysiology of occult tethered cord syndrome (OTCS) has no anatomical evidence of a caudally shifted conus and a normal terminal filum is hard to understand, the diagnosis of OTCS is often difficult.\n\nIn this study of fourteen patients with OTCS (Occult Tethered Cord Syndrome) and 12 control individuals, examined using T2-weighted axial MRI with the patients in a prone position on a flat table, the authors hypothesized that the patients with OTCS would have significant differences in their imaging based on elasticity of the terminal filum. \n\nThe authors' new method of using the prone position for MRI shows that the terminal filum is located significantly posterior and the cauda equina is located anterior in patients with OTCS, suggesting a difference in elasticity between the terminal filum and cauda equina.\n",
      "type": "article",
      "tags": [
        {
          "id": "recpnQhwTjvEVNCS5",
          "isDiagnosis": true,
          "name": "tethered cord"
        }
      ],
      "links": [
        {
          "type": "article",
          "url": "https://pubmed.ncbi.nlm.nih.gov/23140126/"
        }
      ]
    },
    {
      "id": {
        "type": "doi",
        "value": "10.1016/j.jaip.2019.01.006"
      },
      "title": "Proposed Diagnostic Algorithm for Patients with Suspected Mast Cell Activation Syndrome (MCAS)",
      "summary": "MCAS diagnostic criteria:\n\nA) Symptoms present in at least 2 organ systems (e.g. throat swelling and abdominal cramping)\n\nB) Biochemical study (preferrably a 20%+ increase in serum tryptase level from baseline)\n\nC) Positive response to drugs targetting mast cell action\n",
      "type": "article",
      "tags": [
        {
          "id": "reckOoCIhEZYdoNw4",
          "isDiagnosis": true,
          "name": "mcas"
        }
      ],
      "links": [
        {
          "type": "article",
          "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6643056/"
        }
      ]
    },
    {
      "id": {
        "type": "doi",
        "value": "10.3174/ajnr.A6637"
      },
      "title": "Spontaneous Intracranial Hypotension: Atypical Radiologic Appearances, Imaging Mimickers, and Clinical Look-Alikes",
      "summary": "Headache which improves when reclining is the classic symptom of a CSF leak. But many patients also present with \"vague neurologic symptoms such as nonpositional daily headache, cranial nerve palsy, gait disturbance, and cognitive dysfunction\".\n\nDiffuse pachymeningeal enhancement and “brain sag,” were seen in 83% and 61% of cases in a retrospective study. \n\nConditions which appear similar in MRI include Chiari malformation, subdural fluid collections, neurosarcoidosis.\n\nCommon misdiagnoses of patients with SIH include: Cerebral Venous Sinus Thrombosis, Frontotemporal Dementia, Pituitary Tumor or Apoplexy, Superficial Siderosis.\n",
      "type": "article",
      "tags": [
        {
          "id": "recCvgIVcwri2MnNL",
          "isDiagnosis": true,
          "name": "csf leaks"
        },
        {
          "id": "recQ7F8nVA6ZePDU1",
          "isDiagnosis": true,
          "name": "intracranial hypo/hypertension"
        }
      ],
      "links": [
        {
          "type": "article",
          "url": "http://www.ajnr.org/content/early/2020/07/09/ajnr.A6637?fbclid=IwAR1IPJqf9fQi6fLKleliIEqt7bGabx-Bg-LhQdL8I8x4n5bBGa4v1pn1ms8#ref-26"
        },
        {
          "type": "pdf",
          "url": "http://www.ajnr.org/content/ajnr/early/2020/07/09/ajnr.A6637.full.pdf"
        }
      ]
    },
    {
      "id": {
        "type": "doi",
        "value": "10.4103/2152-7806.66461"
      },
      "title": "Deformative stress associated with an abnormal clivo-axial angle: A finite element analysis.",
      "summary": "A prospective 2-year study of 5 children with ventral brainstem compression from issues like Chiari Malformation or basilar invagination with the thesis that improvement of the CXA with fusion surgery is associated with clinical improvement.\n\nSince about half of patients who undergo decompression surgery still have clinical issues after recovery, and brainstem deformity is an established cause of cervicomedullary symptoms with fusion surgery causing a clinical improvement, the authors sought to use finite element analysis to further support the thesis that in Chiari patients, a fusion surgery may be necessary to alleviate symptoms. \n\nHigher disability indexes correlated with higher brainstem stress modeling indexes,\n",
      "type": "article",
      "tags": [
        {
          "id": "recuGBZ7iEvxw9Sle",
          "isDiagnosis": true,
          "name": "cci"
        }
      ],
      "links": [
        {
          "type": "article",
          "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2940090/"
        }
      ]
    },
    {
      "id": {
        "type": "doi",
        "value": "10.3390/ijerph17051693"
      },
      "title": "Diagnostic Accuracy of Videofluoroscopy for Symptomatic Cervical Spine Injury Following Whiplash Trauma",
      "summary": "This study of 196 subjects (119 injured, 77 uninjured) looked at the accuracy of videoslouroscopic (VF or DMX) examination of the cervical spine for identifying instability in whiplash injury patients with chronic pain.\n\n37 VF measurement combinations were observed, and the injured population was significantly more likely to have abnormal measurements. The authors concluded that (1) intervertebral instability is a _common_ finding in the symptomatic population of patients with chronic neck pain after whiplash trauma; (2) intervertebral instability is an _uncommon_ finding in the uninjured population; (3) the finding of two or more abnormal parameters of intervertebral motion during the videofluoroscopic examination of the cervical spine is a highly accurate diagnostic test for identifying patients with chronic neck pain after whiplash trauma.\n\nThe authors also included a discussion of the various measurements and measurement cutoffs used for pathology, and further asserted that common diagnoses for patients with chronic pain after whiplash injuries such as malingering, given the study results, are unfounded.\n",
      "type": "article",
      "tags": [
        {
          "id": "recuGBZ7iEvxw9Sle",
          "isDiagnosis": true,
          "name": "cci"
        }
      ],
      "links": [
        {
          "type": "article",
          "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7084423"
        }
      ]
    },
    {
      "id": {
        "type": "doi",
        "value": "10.1016/j.spinee.2014.12.001"
      },
      "title": "Evaluation of spinal cord \ncompression and hyperintense intramedullary lesions on T2-weighted \nsequences in patients with cervical spondylotic myelopathy using \nflexion-extension MRI protocol",
      "summary": "Extension MRI helps to identify significant cervical canal stenosis that is partially or completely absent on neutral and flexion MRI and to determine the exact number of levels to decompress surgically. \n",
      "type": "article",
      "tags": [
        {
          "id": "recIEXw3MH6BAtcA7",
          "isDiagnosis": true,
          "name": "cervical stenosis"
        }
      ],
      "links": [
        {
          "type": "article",
          "url": "https://www.thespinejournalonline.com/article/S1529-9430(14)01771-9/abstract"
        }
      ]
    },
    {
      "id": {
        "type": "doi",
        "value": "10.3171/2012.10.SPINE12321"
      },
      "title": "Use of prone position magnetic resonance imaging for detecting the terminal filum in patients with occult tethered cord syndrome",
      "summary": "The study authors tested the hypothesis that prone MRIs of patients with Occult Tethered Cord Syndrome (OTCS) could show reliably a difference from unaffected patients. 14 patients with OTCS and 12 control individuals were examined using T2-weighted MRIs, in a prone position on a flat table, and on each axial view, various measurements were taken.\n\nThe study authors found that the patients with OTCS had their terminal filum located significantly posterior and the cauda equina located anterior, as opposed to the unaffected individuals, suggesting a difference in elasticity between the terminal filum and cauda equina.\n",
      "type": "article",
      "tags": [
        {
          "id": "recpnQhwTjvEVNCS5",
          "isDiagnosis": true,
          "name": "tethered cord"
        }
      ],
      "links": [
        {
          "type": "article",
          "url": "https://pubmed.ncbi.nlm.nih.gov/23140126/"
        }
      ]
    },
    {
      "id": {
        "type": "url",
        "value": "https://www.fonar.com/pdf/Independent%20Study%20UCLA.pdf"
      },
      "title": "4 Reports Compare Dynamic MRI in the UPRIGHT Position With Static MRI in the UPRIGHT Position",
      "summary": "Comparison of static vs dynamic MRI for measuring spondylolistheses (slipping of vertebra) in 1,302 patients.\n\nAcross all spine sections, static MRI missed 18.1% of cases where vertebrae were slipping more than 3mm.\n\nJust considering L4-L5, the miss rate of static MRI was 35.1%.\n\nThis might mean  patients who would benefit from fusion are not receiving treatment, and other patients are having the wrong sections of spine fused because of missed spondylolistheses elsewhere.\n\nNote- article is produced by the manufacturer of the scanning machines.\n\n",
      "type": "pdf",
      "tags": [],
      "links": []
    },
    {
      "id": {
        "type": "url",
        "value": "https://youtu.be/RS8M8v0MtP0"
      },
      "title": "EDS and Its Fellow Traveler, Mast Cell Activation Syndrome",
      "summary": "An introduction of the connection between MCAS and EDS\n",
      "type": "webinar",
      "tags": [
        {
          "id": "reckOoCIhEZYdoNw4",
          "isDiagnosis": true,
          "name": "mcas"
        }
      ],
      "links": []
    },
    {
      "id": {
        "type": "url",
        "value": "https://radiopaedia.org/articles/tight-filum-terminale-syndrome"
      },
      "title": "Radiopedia- tight filum terminale syndrome ",
      "summary": "Tight filum terminale syndrome, or tight filum syndrome, is a subtype of the tethered cord syndrome that is attributed to a thick, short, and/or otherwise inelastic filum terminale rather than other tethering agents.\n\n",
      "type": "web page",
      "tags": [
        {
          "id": "recpnQhwTjvEVNCS5",
          "isDiagnosis": true,
          "name": "tethered cord"
        }
      ],
      "links": []
    },
    {
      "id": {
        "type": "url",
        "value": "https://www.practicalpainmanagement.com/resources/diagnostic-tests/using-dynamic-mri-diagnose-neck-pain-importance-positional-cervical-cord"
      },
      "title": "Using Dynamic MRI to Diagnose Neck Pain: The Importance of Positional Cervical Cord Compression (PC3)",
      "summary": "A discussion of the complexity of diagnosis of cervical stenosis from static imaging.\n\n\"It has become axiomatic that cervical pain and regional imaging often correlate poorly. Both degenerative disc disease and cervical pain are common among our patients. Yet, many have one apparently without the other. One diagnostic response is to discount the informative value of cervical imaging and rely more on history, symptoms, and physical signs. Another is to consider how to better image this area of complex anatomy, without discounting the primary importance of clinical findings\"\n",
      "type": "web page",
      "tags": [
        {
          "id": "recIEXw3MH6BAtcA7",
          "isDiagnosis": true,
          "name": "cervical stenosis"
        }
      ],
      "links": []
    },
    {
      "id": {
        "type": "url",
        "value": "https://www.ninds.nih.gov/Disorders/Patient-Caregiver-Education/Fact-Sheets/Chiari-Malformation-Fact-Sheet"
      },
      "title": "Chiari Malformation Fact Sheet | National Institute of Neurological Disorders and Stroke",
      "type": "handout",
      "tags": [
        {
          "id": "recOk9iWFv8SgKzmZ",
          "isDiagnosis": true,
          "name": "chiari"
        }
      ],
      "links": []
    },
    {
      "id": {
        "type": "url",
        "value": "https://me-pedia.org/wiki/Atlantoaxial_instability"
      },
      "title": "me-pedia: aai",
      "type": "web page",
      "tags": [
        {
          "id": "recrlprhvu6Bfcw2T",
          "isDiagnosis": true,
          "name": "aai"
        }
      ],
      "links": []
    },
    {
      "id": {
        "type": "url",
        "value": "https://me-pedia.org/wiki/Chiari_malformation"
      },
      "title": "me-pedia: chiari",
      "type": "web page",
      "tags": [
        {
          "id": "recOk9iWFv8SgKzmZ",
          "isDiagnosis": true,
          "name": "chiari"
        }
      ],
      "links": []
    },
    {
      "id": {
        "type": "url",
        "value": "https://www.mastzellaktivierung.info/en/therapy_compatibility.html"
      },
      "title": "MCAS- Compatibility of foodstuffs",
      "summary": "Compatibility list for diagnostic and therapeutic elimination diet at histaminosis (mast cell activity syndrome MCAS, mastocytosis, histamine intolerance), compiled from various sources and based on experience reports\n",
      "type": "handout",
      "tags": [
        {
          "id": "reckOoCIhEZYdoNw4",
          "isDiagnosis": true,
          "name": "mcas"
        }
      ],
      "links": []
    },
    {
      "id": {
        "type": "url",
        "value": "http://www.gidoctor.net/client_files/File/Approach-to-MCAS-Dx-and-Rx-4-29-19.pdf"
      },
      "title": "Mast Cell Activation Syndrome handout",
      "summary": "MCAS primer and MCAS multi-step treatment approach\n",
      "type": "handout",
      "tags": [
        {
          "id": "reckOoCIhEZYdoNw4",
          "isDiagnosis": true,
          "name": "mcas"
        }
      ],
      "links": []
    },
    {
      "id": {
        "type": "url",
        "value": "https://me-pedia.org/wiki/Tethered_cord_syndrome"
      },
      "title": "me-pedia: tethered cord",
      "type": "web page",
      "tags": [
        {
          "id": "recpnQhwTjvEVNCS5",
          "isDiagnosis": true,
          "name": "tethered cord"
        }
      ],
      "links": []
    },
    {
      "id": {
        "type": "url",
        "value": "https://www.mastzellaktivierung.info/en/therapy_medicaments.html#medguide"
      },
      "title": "Medication for mast cell activation diseases",
      "summary": "Therapeutic strategy for MCAD\n\nActive ingredients of medications, medical products, food supplements and foods for special medical purposes: Mechanisms of action, application, advantages and disadvantages\n\nRecommendations for use in basic therapy, symptomatic adjunctive therapy and in special situations (premedication before medical interventions and dental treatments, allergies, ana- phylactic shock, infections, vaccinations, pregnancy and lactation, mental illnesses)\n\nGuidance for the assessment of compatibility of products\n\nWith references to the scientific literature\n\n",
      "type": "handout",
      "tags": [
        {
          "id": "reckOoCIhEZYdoNw4",
          "isDiagnosis": true,
          "name": "mcas"
        }
      ],
      "links": []
    },
    {
      "id": {
        "type": "url",
        "value": "https://me-pedia.org/wiki/Craniocervical_instability"
      },
      "title": "me-pedia: cci",
      "type": "web page",
      "tags": [
        {
          "id": "recuGBZ7iEvxw9Sle",
          "isDiagnosis": true,
          "name": "cci"
        }
      ],
      "links": []
    },
    {
      "id": {
        "type": "url",
        "value": "https://youtu.be/LddITjni4G0"
      },
      "title": "Living With Mast Cell Activation Syndrome- EHLERS-DANLOS SOCIETY GLOBAL LEARNING CONFERENCE",
      "summary": "Mast Cells are in every organ of the body. \n\nProvides context around the neurological manifestations beyond the diet, hives, and benadryl MCAS stereotype.\n",
      "type": "webinar",
      "tags": [
        {
          "id": "reckOoCIhEZYdoNw4",
          "isDiagnosis": true,
          "name": "mcas"
        }
      ],
      "links": []
    },
    {
      "id": {
        "type": "url",
        "value": "https://me-pedia.org/wiki/Cervical_spinal_stenosis"
      },
      "title": "me-pedia: cervical stenosis",
      "type": "web page",
      "tags": [
        {
          "id": "recIEXw3MH6BAtcA7",
          "isDiagnosis": true,
          "name": "cervical stenosis"
        }
      ],
      "links": []
    }
  ],
  "tags": {
    "rec3nvKSDcLVXuFo0": {
      "id": "rec3nvKSDcLVXuFo0",
      "isDiagnosis": true,
      "name": "vascular compression"
    },
    "recCvgIVcwri2MnNL": {
      "id": "recCvgIVcwri2MnNL",
      "isDiagnosis": true,
      "name": "csf leaks"
    },
    "recIEXw3MH6BAtcA7": {
      "id": "recIEXw3MH6BAtcA7",
      "isDiagnosis": true,
      "name": "cervical stenosis"
    },
    "recOk9iWFv8SgKzmZ": {
      "id": "recOk9iWFv8SgKzmZ",
      "isDiagnosis": true,
      "name": "chiari"
    },
    "recQ7F8nVA6ZePDU1": {
      "id": "recQ7F8nVA6ZePDU1",
      "isDiagnosis": true,
      "name": "intracranial hypo/hypertension"
    },
    "recXuktLrqiF3Dr2t": {
      "id": "recXuktLrqiF3Dr2t",
      "isDiagnosis": true,
      "name": "cervical medullary syndrome"
    },
    "recYYPJRAfNqp5fwG": {
      "id": "recYYPJRAfNqp5fwG",
      "isDiagnosis": true,
      "name": "spinal stenosis"
    },
    "recbr6wODngvMyzNq": {
      "id": "recbr6wODngvMyzNq",
      "isDiagnosis": true,
      "name": "thoracic outlet syndrome"
    },
    "reckOoCIhEZYdoNw4": {
      "id": "reckOoCIhEZYdoNw4",
      "isDiagnosis": true,
      "name": "mcas"
    },
    "recpnQhwTjvEVNCS5": {
      "id": "recpnQhwTjvEVNCS5",
      "isDiagnosis": true,
      "name": "tethered cord"
    },
    "recrlprhvu6Bfcw2T": {
      "id": "recrlprhvu6Bfcw2T",
      "isDiagnosis": true,
      "name": "aai"
    },
    "recuGBZ7iEvxw9Sle": {
      "id": "recuGBZ7iEvxw9Sle",
      "isDiagnosis": true,
      "name": "cci"
    }
  },
  "byTag": {
    "recpnQhwTjvEVNCS5": [
      {
        "id": {
          "type": "doi",
          "value": "10.1016/j.juro.2006.04.090"
        },
        "title": "Treatment of the Occult Tethered Spinal Cord for Neuropathic Bladder: Results of Sectioning the Filum Terminale",
        "summary": "Study of 36 patients with severe urinary and/or fecal dysfunction, but with no indication of tethered cord on imaging.\n\nAfter sectioning of filum terminale, incontinence was resolved in 42% of patients. Urodynamics improved in 72%, bowel symptoms improved in 88%.\n",
        "type": "article",
        "tags": [
          {
            "id": "recpnQhwTjvEVNCS5",
            "isDiagnosis": true,
            "name": "tethered cord"
          }
        ],
        "links": [
          {
            "type": "article abstract",
            "url": "https://www.auajournals.org/doi/full/10.1016/j.juro.2006.04.090"
          }
        ]
      },
      {
        "id": {
          "type": "doi",
          "value": "10.1002/ajmg.c.31549"
        },
        "title": "Neurological and spinal manifestations of the Ehlers–Danlos syndromes",
        "summary": "Connective tissue disorders cause downstream issues including:\n\n- Migraine\n- Idiopathic intracranial hypo/hypertension\n- Chiari malformation\n- Atlantoaxial instability\n- Craniocervical instability\n- Tethered cord syndrome\n",
        "type": "article",
        "tags": [
          {
            "id": "recpnQhwTjvEVNCS5",
            "isDiagnosis": true,
            "name": "tethered cord"
          },
          {
            "id": "recrlprhvu6Bfcw2T",
            "isDiagnosis": true,
            "name": "aai"
          },
          {
            "id": "recOk9iWFv8SgKzmZ",
            "isDiagnosis": true,
            "name": "chiari"
          },
          {
            "id": "recuGBZ7iEvxw9Sle",
            "isDiagnosis": true,
            "name": "cci"
          },
          {
            "id": "recIEXw3MH6BAtcA7",
            "isDiagnosis": true,
            "name": "cervical stenosis"
          },
          {
            "id": "recQ7F8nVA6ZePDU1",
            "isDiagnosis": true,
            "name": "intracranial hypo/hypertension"
          },
          {
            "id": "recCvgIVcwri2MnNL",
            "isDiagnosis": true,
            "name": "csf leaks"
          }
        ],
        "links": [
          {
            "type": "article",
            "url": "https://onlinelibrary.wiley.com/doi/abs/10.1002/ajmg.c.31549"
          }
        ]
      },
      {
        "id": {
          "type": "doi",
          "value": " 10.1016/j.wneu.2019.08.016"
        },
        "title": "Meningocele Manqué Discovered During Filum Terminale Resection in Occult Tethered Cord Syndrome",
        "summary": "Case study of a patient with negative imaging, but symptoms of tethered cord. \n\nOn laminectomy, it was discovered that abnormally-developing meningoceles had physically tethered the spinal cord.\n\nRelease of the filum terminale would have been insufficient to address symptoms- the tether was at L2-3.\n\nChecking pre-operative imaging again, 3-dimensional reconstruction of a high-resolution MRI would have identified the problem ahead of surgery.\n",
        "type": "article",
        "tags": [
          {
            "id": "recpnQhwTjvEVNCS5",
            "isDiagnosis": true,
            "name": "tethered cord"
          }
        ],
        "links": [
          {
            "type": "article",
            "url": "https://pubmed.ncbi.nlm.nih.gov/31430540/"
          }
        ]
      },
      {
        "id": {
          "type": "doi",
          "value": "10.1016/j.juro.2015.09.082"
        },
        "title": "Filum Section for Urinary Incontinence in Children with Occult Tethered Cord Syndrome: A Randomized, Controlled Pilot Study",
        "summary": "A study of 21 patients who were selected for sectioning of filum terminale based on urodynamics.\n\n\"After 8 years we accrued 21 patients. The bowel and bladder dysfunction score improved in the surgical and medical arms (20% and 24%) and the urodynamic score improved slightly (6% and 4%, respectively). The PEMQOL Child and Family Impact Scales improved modestly in both groups. All differences were nonsignificant. \"\n\nThe study does not define occult tethered cord syndrome in the way we're used to, concerning itself only with urinary/bowel symptoms:\n\n\"OTCS, in which [bladder and bowel dysfunction] is attributed to tethering by the filum despite a normally located conus on MRI.\"\n\nWhereas OTCS is defined by the NIH as a triad of symptoms: urinary/bowel, neurological, and orthopedic: https://rarediseases.info.nih.gov/diseases/4018/occult-spinal-dysraphism\n\nThis study specifically excludes patients with symptoms in one leg of the triad:\n\n\"Evidence of progressive lower extremity motor/ sensory deficits was a patient exclusion criterion.\"\n",
        "type": "article",
        "tags": [
          {
            "id": "recpnQhwTjvEVNCS5",
            "isDiagnosis": true,
            "name": "tethered cord"
          }
        ],
        "links": [
          {
            "url": "https://www.sciencedirect.com/science/article/abs/pii/S0022534715049150"
          }
        ]
      },
      {
        "id": {
          "type": "doi",
          "value": "10.3171/2017.3.PEDS16596"
        },
        "title": "Magnetic resonance imaging in the prone position and the diagnosis of tethered spinal cord",
        "summary": "A small study showing that a comparison of conus position in the spinal canal between prone and supine MRI appears to be a sensitive and specific measure for tethered cord. \n\nWhereas 38/41 patients with tethered cord had diminished ventral motion, 30/30 controls had > 10% canal width motion.\n",
        "type": "article",
        "tags": [
          {
            "id": "recpnQhwTjvEVNCS5",
            "isDiagnosis": true,
            "name": "tethered cord"
          }
        ],
        "links": [
          {
            "type": "article",
            "url": "https://thejns.org/pediatrics/view/journals/j-neurosurg-pediatr/21/1/article-p4.xml"
          }
        ]
      },
      {
        "id": {
          "type": "doi",
          "value": "10.3171/2017.3.PEDS17126"
        },
        "title": " Magnetic resonance imaging in the prone position and the diagnosis of tethered spinal cord",
        "summary": "In this study, with a larger sample size than previous studies, the authors tested the hypothesis that lack of central conus motion (lack of spinal cord movement within the spinal canal) on prone MRI is a sensitive and specific test in identifying patients with occult tethered cord syndrome (OTCS) or a re-tethered cord.\n\nProne MRI scans from 41 patients who underwent tethered cord release surgery, grouped into 2 groups (new OTCS diagnosis and re-tethered cord) plus a third control group were examined.\n\nLack of conus motion was found in the OTCS groups, and the sensitivity and specifity of the test (does the test accurately show the problem without false positives?) was found to be above 97%. The authors further suggest 10% canal width motion as a threshold that can separate the tethered and the nontethered groups.\n",
        "type": "article",
        "tags": [
          {
            "id": "recpnQhwTjvEVNCS5",
            "isDiagnosis": true,
            "name": "tethered cord"
          }
        ],
        "links": [
          {
            "type": "article",
            "url": "https://thejns.org/pediatrics/view/journals/j-neurosurg-pediatr/21/1/article-p4.xml"
          }
        ]
      },
      {
        "id": {
          "type": "doi",
          "value": "10.3171/2014.9.PEDS14241"
        },
        "title": "Disparities in clinical and economic outcomes in children and adolescents following surgery for tethered cord syndrome in the United States",
        "summary": "In this study, the authors analyzed demographics, complications, and outcomes in children and adolescents who underwent surgery for TCS by retrospectively identifying patients in the national Kids' Inpatient Database (KID).They looked at the rate of surgery complications, surgery outcomes, comorbidities, and more, with kids grouped by age. \n\nA total of 7397 children and adolescents met the criteria in the 4 studied years. The mean age was 5.7 years; 55.3% of patients were younger than 5 years, 21.5% were 6–10 years, and 16.2% were 11–15 years. Most surgeries were performed in patients who were female (55.0%) and white (64.4%) and were performed at large (49.8%), teaching (94.2%), and urban (99.1%) children's (89.3%) hospitals. The trend showed an increase in prevalence from 2000 (19.9%) to 2009 (29.6%). Common comorbidities included anomalies in spinal curvature (16.7%), urinary or bladder dysfunction (14.3%), and spinal stenosis/spondylosis (1.4%). Non-routine discharges (3.3%) were significantly higher with advancing age, increasing from 2.2% in those younger than 5 years to 9.0% in those older than 15 years (p < 0.0001). There was a similar increasing trend for complications (6.8% to 13.9%, respectively, p < 0.0001) and average LOS (3.5 to 5.1 days, respectively, p < 0.0001). Hospital charges increased with age from an average of $28,521 in those younger than 5 years to $36,855 in those older than 15 years (p < 0.0001).\n\nOlder children tended to have more issues with surgery, supporting the conclusion that surgery is better done earlier in life.\n### \n\n",
        "type": "article",
        "tags": [
          {
            "id": "recpnQhwTjvEVNCS5",
            "isDiagnosis": true,
            "name": "tethered cord"
          },
          {
            "id": "recYYPJRAfNqp5fwG",
            "isDiagnosis": true,
            "name": "spinal stenosis"
          }
        ],
        "links": []
      },
      {
        "id": {
          "type": "doi",
          "value": "10.1016/j.surneu.2009.03.008"
        },
        "title": "Association of Chiari malformation type I and tethered cord syndrome:preliminary results of sectioning filum terminale",
        "summary": "In this retrosepctive study, the authors examined the scans of a cohort of 2,987 patients with Chiari Malformation Type I (CM-1) and 289 patients with low-lying cerebellar tonsils (LLCT), in addition to findings in 74 children and 244 adults undergoing section of the filum (SFT) (tethered cord release surgery), to determine whether there was a relationship between tethered cord and CM-1.\n\nThe authors found that there is a subset of patients who have CM-1 paired with tethered cord syndrome (TCS), different from \"generic\" CM-1. These patients have distinctive clinical differences: a normal foramen magnum size and the absence of a small posterior cranial fossa, as seen in \"generic\" CM-1. Other clinical signs that can be seen include elongation and downward displacement of the hindbrain (cerebellar tonsils), normal position of the conus medullaris, a tight filum terminale, and reduced CSF flow in the lumbar theca. \n\nThe authors also discuss preliminary evidence that SFT can reverse moderate degrees of tonsillar ectopia and is appropriate treatment for cerebellar ptosis after Chiari surgery in this cohort.\n",
        "type": "article",
        "tags": [
          {
            "id": "recpnQhwTjvEVNCS5",
            "isDiagnosis": true,
            "name": "tethered cord"
          },
          {
            "id": "recOk9iWFv8SgKzmZ",
            "isDiagnosis": true,
            "name": "chiari"
          }
        ],
        "links": [
          {
            "url": "https://www.sciencedirect.com/science/article/abs/pii/S0090301909002572"
          }
        ]
      },
      {
        "id": {
          "type": "doi",
          "value": "10.3171/2012.10.SPINE12321)"
        },
        "title": "Use of prone position magnetic resonance imaging for detecting the terminal filum in patients with occult tethered cord syndrome",
        "summary": "Since the pathophysiology of occult tethered cord syndrome (OTCS) has no anatomical evidence of a caudally shifted conus and a normal terminal filum is hard to understand, the diagnosis of OTCS is often difficult.\n\nIn this study of fourteen patients with OTCS (Occult Tethered Cord Syndrome) and 12 control individuals, examined using T2-weighted axial MRI with the patients in a prone position on a flat table, the authors hypothesized that the patients with OTCS would have significant differences in their imaging based on elasticity of the terminal filum. \n\nThe authors' new method of using the prone position for MRI shows that the terminal filum is located significantly posterior and the cauda equina is located anterior in patients with OTCS, suggesting a difference in elasticity between the terminal filum and cauda equina.\n",
        "type": "article",
        "tags": [
          {
            "id": "recpnQhwTjvEVNCS5",
            "isDiagnosis": true,
            "name": "tethered cord"
          }
        ],
        "links": [
          {
            "type": "article",
            "url": "https://pubmed.ncbi.nlm.nih.gov/23140126/"
          }
        ]
      },
      {
        "id": {
          "type": "doi",
          "value": "10.3171/2012.10.SPINE12321"
        },
        "title": "Use of prone position magnetic resonance imaging for detecting the terminal filum in patients with occult tethered cord syndrome",
        "summary": "The study authors tested the hypothesis that prone MRIs of patients with Occult Tethered Cord Syndrome (OTCS) could show reliably a difference from unaffected patients. 14 patients with OTCS and 12 control individuals were examined using T2-weighted MRIs, in a prone position on a flat table, and on each axial view, various measurements were taken.\n\nThe study authors found that the patients with OTCS had their terminal filum located significantly posterior and the cauda equina located anterior, as opposed to the unaffected individuals, suggesting a difference in elasticity between the terminal filum and cauda equina.\n",
        "type": "article",
        "tags": [
          {
            "id": "recpnQhwTjvEVNCS5",
            "isDiagnosis": true,
            "name": "tethered cord"
          }
        ],
        "links": [
          {
            "type": "article",
            "url": "https://pubmed.ncbi.nlm.nih.gov/23140126/"
          }
        ]
      },
      {
        "id": {
          "type": "url",
          "value": "https://radiopaedia.org/articles/tight-filum-terminale-syndrome"
        },
        "title": "Radiopedia- tight filum terminale syndrome ",
        "summary": "Tight filum terminale syndrome, or tight filum syndrome, is a subtype of the tethered cord syndrome that is attributed to a thick, short, and/or otherwise inelastic filum terminale rather than other tethering agents.\n\n",
        "type": "web page",
        "tags": [
          {
            "id": "recpnQhwTjvEVNCS5",
            "isDiagnosis": true,
            "name": "tethered cord"
          }
        ],
        "links": []
      },
      {
        "id": {
          "type": "url",
          "value": "https://me-pedia.org/wiki/Tethered_cord_syndrome"
        },
        "title": "me-pedia: tethered cord",
        "type": "web page",
        "tags": [
          {
            "id": "recpnQhwTjvEVNCS5",
            "isDiagnosis": true,
            "name": "tethered cord"
          }
        ],
        "links": []
      }
    ],
    "recOk9iWFv8SgKzmZ": [
      {
        "id": {
          "type": "doi",
          "value": "10.1007/s00586-004-0672-x"
        },
        "title": "Clinical evidence for cervical myelopathy due to Chiari malformation and spinal stenosis in a non-randomized group of patients with the diagnosis of fibromyalgia",
        "summary": "270 non-randomized patients with a diagnosis of Fibromayalgia and no previous diagnosis of neurological issues were given a neurological assessment for cervical myelopathy and then given imaging. 46% of patients showed cervical stenosis of 10 mm or less.\n\nStudy authors recommended further neurological evaluation of patients with Fibromayalgia for neurological issues.\n",
        "type": "article",
        "tags": [
          {
            "id": "recOk9iWFv8SgKzmZ",
            "isDiagnosis": true,
            "name": "chiari"
          }
        ],
        "links": [
          {
            "type": "article",
            "url": "https://link.springer.com/article/10.1007/s00586-004-0672-x"
          }
        ]
      },
      {
        "id": {
          "type": "doi",
          "value": "10.1002/ajmg.c.31549"
        },
        "title": "Neurological and spinal manifestations of the Ehlers–Danlos syndromes",
        "summary": "Connective tissue disorders cause downstream issues including:\n\n- Migraine\n- Idiopathic intracranial hypo/hypertension\n- Chiari malformation\n- Atlantoaxial instability\n- Craniocervical instability\n- Tethered cord syndrome\n",
        "type": "article",
        "tags": [
          {
            "id": "recpnQhwTjvEVNCS5",
            "isDiagnosis": true,
            "name": "tethered cord"
          },
          {
            "id": "recrlprhvu6Bfcw2T",
            "isDiagnosis": true,
            "name": "aai"
          },
          {
            "id": "recOk9iWFv8SgKzmZ",
            "isDiagnosis": true,
            "name": "chiari"
          },
          {
            "id": "recuGBZ7iEvxw9Sle",
            "isDiagnosis": true,
            "name": "cci"
          },
          {
            "id": "recIEXw3MH6BAtcA7",
            "isDiagnosis": true,
            "name": "cervical stenosis"
          },
          {
            "id": "recQ7F8nVA6ZePDU1",
            "isDiagnosis": true,
            "name": "intracranial hypo/hypertension"
          },
          {
            "id": "recCvgIVcwri2MnNL",
            "isDiagnosis": true,
            "name": "csf leaks"
          }
        ],
        "links": [
          {
            "type": "article",
            "url": "https://onlinelibrary.wiley.com/doi/abs/10.1002/ajmg.c.31549"
          }
        ]
      },
      {
        "id": {
          "type": "doi",
          "value": "10.3109/02699052.2010.490512"
        },
        "title": "A case-control study of cerebellar tonsillar ectopia (Chiari) andhead/neck trauma (whiplash)",
        "summary": "In this case-control study, the authors examined the frequency of cerebellar tonsillar ectopia (CTE) in 1,200 MRIs (half upright, half supine) of patients with neck pain, divided into a population of patients who had had a traumatic whiplash injury (600), and a population who had not (600). \n\nNotably, CTE was found 2.5-times more often in the upright trauma vs the recumbent trauma group and\u0018 4-times more often than in either of the non-trauma groups.  The authors conclude that, while more research is needed since this is the first study of its kind, clinicians may want to evaluate their patients for CTE if they have neck pain, a history of a whiplash injury, and other common signs such as bilateral sensory or motor deficits in the upper extremities.\n\nThe authors also discussed other effects of whiplash injuries such as dural leaks (CSF leaks).\n",
        "type": "article",
        "tags": [
          {
            "id": "recOk9iWFv8SgKzmZ",
            "isDiagnosis": true,
            "name": "chiari"
          }
        ],
        "links": [
          {
            "url": "https://sci-hub.tw/10.3109/02699052.2010.490512"
          }
        ]
      },
      {
        "id": {
          "type": "doi",
          "value": "10.1016/j.surneu.2009.03.008"
        },
        "title": "Association of Chiari malformation type I and tethered cord syndrome:preliminary results of sectioning filum terminale",
        "summary": "In this retrosepctive study, the authors examined the scans of a cohort of 2,987 patients with Chiari Malformation Type I (CM-1) and 289 patients with low-lying cerebellar tonsils (LLCT), in addition to findings in 74 children and 244 adults undergoing section of the filum (SFT) (tethered cord release surgery), to determine whether there was a relationship between tethered cord and CM-1.\n\nThe authors found that there is a subset of patients who have CM-1 paired with tethered cord syndrome (TCS), different from \"generic\" CM-1. These patients have distinctive clinical differences: a normal foramen magnum size and the absence of a small posterior cranial fossa, as seen in \"generic\" CM-1. Other clinical signs that can be seen include elongation and downward displacement of the hindbrain (cerebellar tonsils), normal position of the conus medullaris, a tight filum terminale, and reduced CSF flow in the lumbar theca. \n\nThe authors also discuss preliminary evidence that SFT can reverse moderate degrees of tonsillar ectopia and is appropriate treatment for cerebellar ptosis after Chiari surgery in this cohort.\n",
        "type": "article",
        "tags": [
          {
            "id": "recpnQhwTjvEVNCS5",
            "isDiagnosis": true,
            "name": "tethered cord"
          },
          {
            "id": "recOk9iWFv8SgKzmZ",
            "isDiagnosis": true,
            "name": "chiari"
          }
        ],
        "links": [
          {
            "url": "https://www.sciencedirect.com/science/article/abs/pii/S0090301909002572"
          }
        ]
      },
      {
        "id": {
          "type": "doi",
          "value": "10.3171/SPI-07/12/601"
        },
        "title": "Syndrome of occipitoatlantoaxial hypermobility, cranial settling, and Chiari malformation Type I in patients with hereditary disorders of connective tissue",
        "summary": "270 non-randomized patients with a diagnosis of Fibromayalgia and no previous diagnosis of neurological issues were given a neurological assessment for cervical myelopathy and then given imaging. 46% of patients showed cervical stenosis of 10 mm or less.\n\nStudy authors recommended further neurological evaluation of patients with Fibromayalgia for neurological issues.\n",
        "type": "article",
        "tags": [
          {
            "id": "recrlprhvu6Bfcw2T",
            "isDiagnosis": true,
            "name": "aai"
          },
          {
            "id": "recuGBZ7iEvxw9Sle",
            "isDiagnosis": true,
            "name": "cci"
          },
          {
            "id": "recOk9iWFv8SgKzmZ",
            "isDiagnosis": true,
            "name": "chiari"
          }
        ],
        "links": [
          {
            "type": "article",
            "url": "https://thejns.org/spine/view/journals/j-neurosurg-spine/7/6/article-p601.xml"
          }
        ]
      },
      {
        "id": {
          "type": "doi",
          "value": "10.1371/journal.pone.0057241"
        },
        "title": "Chiari Malformation Type I: A Case-Control Association Study of 58 Developmental Genes",
        "summary": "A more technical article discussing the common genetic variations among a cohort of roughly 500 patients with Chiari (>3 mm) and 500 controls. \n\nThe study authors identified several genes, primarily the genes involves in the development of paraxial mesoderm (cells in early development that develop along with the neural tube and give rise to the heart, the vertebra, etc.), that may play a role in the development and the extent of Chiari malformation.\n",
        "type": "article",
        "tags": [
          {
            "id": "recOk9iWFv8SgKzmZ",
            "isDiagnosis": true,
            "name": "chiari"
          }
        ],
        "links": [
          {
            "type": "article",
            "url": "https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0057241"
          }
        ]
      },
      {
        "id": {
          "type": "url",
          "value": "https://www.ninds.nih.gov/Disorders/Patient-Caregiver-Education/Fact-Sheets/Chiari-Malformation-Fact-Sheet"
        },
        "title": "Chiari Malformation Fact Sheet | National Institute of Neurological Disorders and Stroke",
        "type": "handout",
        "tags": [
          {
            "id": "recOk9iWFv8SgKzmZ",
            "isDiagnosis": true,
            "name": "chiari"
          }
        ],
        "links": []
      },
      {
        "id": {
          "type": "url",
          "value": "https://me-pedia.org/wiki/Chiari_malformation"
        },
        "title": "me-pedia: chiari",
        "type": "web page",
        "tags": [
          {
            "id": "recOk9iWFv8SgKzmZ",
            "isDiagnosis": true,
            "name": "chiari"
          }
        ],
        "links": []
      }
    ],
    "recuGBZ7iEvxw9Sle": [
      {
        "id": {
          "type": "doi",
          "value": "10.1007/s10143-018-01070-4"
        },
        "title": "Cervical medullary syndrome secondary to craniocervical instability and ventral brainstem compression in hereditary hypermobility connective tissue disorders: 5-year follow-up after craniocervical reduction, fusion, and stabilization",
        "summary": "This paper is the first 5-year retrospective study of its kind. It is a case series of 22 patients with hypermobile CTDs and complex Chiari patient's (with both Chiari and CCI, basilar invagination, etc.) surgery outcomes 5 years after fusion surgeries. The results were highly positive with no morbidity, few complications (most of the complications involving bone graft harvesting), and patient satisfaction, with 14/20 subjects greatly improving quality of life and functional capacity.\n\nHenderson also explains the various neurological measurements involved in assessing for CCI (with pictures) and describes his surgical technique (also with diagrams). A helpful diagram and list of the top symptoms experience pre- and post-op by patients is also included.\n",
        "type": "article",
        "tags": [
          {
            "id": "recuGBZ7iEvxw9Sle",
            "isDiagnosis": true,
            "name": "cci"
          },
          {
            "id": "recXuktLrqiF3Dr2t",
            "isDiagnosis": true,
            "name": "cervical medullary syndrome"
          }
        ],
        "links": [
          {
            "type": "article",
            "url": "https://link.springer.com/article/10.1007%2Fs10143-018-01070-4"
          }
        ]
      },
      {
        "id": {
          "type": "doi",
          "value": "10.3389/fneur.2020.00828"
        },
        "title": "Signs of Intracranial Hypertension, Hypermobility, and Craniocervical Obstructions in Patients With Myalgic Encephalomyelitis/Chronic Fatigue Syndrome",
        "summary": "In this retrospective, cross-sectional study, the study authors sought to assess whether hypermobility and neurological/neurosurgical issues could be responsible for at least some explanation of the symptoms of severe Myalgic Encaphalomyelitis (ME) (Canada Consensus Criteria). \n\n229 patients (190 women and 39 men) were assessed for hypermobility (Beighton Score), intracranial hypertension (quotient of the optic nerve sheet diameter (ONSD)/eyeball transverse diameter on both sides), cerebellar tonsil position (McRae's line), craniocervical obstructions, allodynia (quantitative sensory testing (QST)).\n\nThe study found a significantly higher percentage of patients in the severe ME population than the general population, with fully half or more of the patients exhibiting these pathologies.\n",
        "type": "article",
        "tags": [
          {
            "id": "recQ7F8nVA6ZePDU1",
            "isDiagnosis": true,
            "name": "intracranial hypo/hypertension"
          },
          {
            "id": "recuGBZ7iEvxw9Sle",
            "isDiagnosis": true,
            "name": "cci"
          }
        ],
        "links": [
          {
            "type": "article",
            "url": "https://www.frontiersin.org/articles/10.3389/fneur.2020.00828/full"
          }
        ]
      },
      {
        "id": {
          "type": "doi",
          "value": "10.1002/ajmg.c.31549"
        },
        "title": "Neurological and spinal manifestations of the Ehlers–Danlos syndromes",
        "summary": "Connective tissue disorders cause downstream issues including:\n\n- Migraine\n- Idiopathic intracranial hypo/hypertension\n- Chiari malformation\n- Atlantoaxial instability\n- Craniocervical instability\n- Tethered cord syndrome\n",
        "type": "article",
        "tags": [
          {
            "id": "recpnQhwTjvEVNCS5",
            "isDiagnosis": true,
            "name": "tethered cord"
          },
          {
            "id": "recrlprhvu6Bfcw2T",
            "isDiagnosis": true,
            "name": "aai"
          },
          {
            "id": "recOk9iWFv8SgKzmZ",
            "isDiagnosis": true,
            "name": "chiari"
          },
          {
            "id": "recuGBZ7iEvxw9Sle",
            "isDiagnosis": true,
            "name": "cci"
          },
          {
            "id": "recIEXw3MH6BAtcA7",
            "isDiagnosis": true,
            "name": "cervical stenosis"
          },
          {
            "id": "recQ7F8nVA6ZePDU1",
            "isDiagnosis": true,
            "name": "intracranial hypo/hypertension"
          },
          {
            "id": "recCvgIVcwri2MnNL",
            "isDiagnosis": true,
            "name": "csf leaks"
          }
        ],
        "links": [
          {
            "type": "article",
            "url": "https://onlinelibrary.wiley.com/doi/abs/10.1002/ajmg.c.31549"
          }
        ]
      },
      {
        "id": {
          "type": "doi",
          "value": "10.1097/00006123-199807000-00110"
        },
        "title": "Nontraumatic Atlanto-occipital and Atlantoaxial Rotatory Subluxation: Case Report",
        "summary": "Interesting case study of a 13 year-old girl who developed CCI/AAI following a neck infection.\n",
        "type": "article",
        "tags": [
          {
            "id": "recrlprhvu6Bfcw2T",
            "isDiagnosis": true,
            "name": "aai"
          },
          {
            "id": "recuGBZ7iEvxw9Sle",
            "isDiagnosis": true,
            "name": "cci"
          }
        ],
        "links": [
          {
            "type": "article abstract",
            "url": "https://journals.lww.com/spinejournal/Abstract/2018/12010/Congenital_Unilateral_Atlanto_Occipital_Rotatory.19.aspx"
          }
        ]
      },
      {
        "id": {
          "type": "doi",
          "value": "10.1007/s10143-017-0830-3"
        },
        "title": "Utility of the clivo-axial angle in assessing brainstem deformity: pilot study and literature review",
        "summary": "This article is a literature review paired with a prospective pilot study of ten patients with ventral brainstorm deformity/compression (a kyphotic, or acute, CXA [Clivo-Axial Angle]). Correction of abnormal CXA with fusion and occipito-cervical stabilization correlated with statistically significant clinical improvement in this cohort of patients.\n\nThis study's results supported the thesis that a connection between the cervical medullary syndrome and a patient's generally disability with their CXA and assert that a reduction and fusion operation would help alleviate symptoms, after establishing that brainstem deformity has been established to cause neurological deficits.\n\nA description of the diagnostic process, the cervicomedullary syndrome, the effects of brainstem deformity on axons and more, and the surgical procedure with diagrams is also included. This article's literature review includes a wide swath of other studies similar in nature.\n",
        "type": "article",
        "tags": [
          {
            "id": "recrlprhvu6Bfcw2T",
            "isDiagnosis": true,
            "name": "aai"
          },
          {
            "id": "recuGBZ7iEvxw9Sle",
            "isDiagnosis": true,
            "name": "cci"
          }
        ],
        "links": [
          {
            "type": "article",
            "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5748419/"
          }
        ]
      },
      {
        "id": {
          "type": "doi",
          "value": "10.1002/lary.27678"
        },
        "title": "Laryngeal Manifestations of Cranial Nerve IX/X Compression at the Brainstem",
        "summary": "A study focusing on laryngeal symptoms involving 49 patients with lower cranial nerve vascular compression (LCN IX/X [9 and 10]), where 24 underwent decompression surgery (retromastoid craniectomy) and 25 had conservative treatments. 10/24 surgery patients had complete or near-complete resolution of laryngeal symptoms as opposed to 2/25 conservative management patients. With 4/24 patients having major perioperative complications, the surgery is deemed to have acceptable risk. \n",
        "type": "article",
        "tags": [
          {
            "id": "recuGBZ7iEvxw9Sle",
            "isDiagnosis": true,
            "name": "cci"
          }
        ],
        "links": [
          {
            "type": "article",
            "url": "https://pubmed.ncbi.nlm.nih.gov/30582168/"
          }
        ]
      },
      {
        "id": {
          "type": "doi",
          "value": "10.1007/s11999-010-1278-8"
        },
        "title": "The Classic: The Cervical Syndrome.",
        "summary": "This article is a re-print of Ruth Jackson's 1949 article describing the Cervical Syndrome, a grouping of symptoms gathered by Jackson, associated with cervical nerve root irritation and broken up into vertebra levels. \n\nVertebral design and function is described, as well as nerve roots and their larger system and what the nerves control at each level. Causes of nerve root irritation are also listed, chief among them subluxation or instability. Symptoms are described, as is their nature of being made worse with certain neck movements or positions. Treatment protocols are outlined for various issues causing nerve root irritation, such as bracing or injections. \n\nJackson asserted the importance of cervical investigation in any patient with head, neck, chest, shoulder and arm pain, and said the usual diagnosis of neuritis, bursitis, periarthritis, myositis, fibrositis, myofascitis, pseudo-angina pectoris and migraine should not be made until cervical nerve root irritation has been ruled out entirely. \n",
        "type": "article",
        "tags": [
          {
            "id": "recuGBZ7iEvxw9Sle",
            "isDiagnosis": true,
            "name": "cci"
          }
        ],
        "links": [
          {
            "type": "article",
            "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2881998/?fbclid=IwAR3hRQr-t88yMtrirPydJ1SCyQMpU7YX6EuxscdcrCE8O4NkvXuOIdxIPEU"
          }
        ]
      },
      {
        "id": {
          "type": "doi",
          "value": "10.2174/1874325001408010326"
        },
        "title": "Chronic Neck Pain: Making the Connection Between Capsular Ligament Laxity and Cervical Instability",
        "summary": "In this follow-up review to a previous literature review on chronic neck pain treatment modalities, the authors reference their previous findings that many treatment modalities, while effective short-term, were not effective long-term for healing. Then the authors provide an overview of chronic neck pain as it relates to cervical instability, assert that instability is a large factor in chronic neck pain, describe the anatomical features of the cervical spine and the impact of capsular ligament laxity, discuss the disorders causing chronic neck pain and their current treatments, and lastly, present prolotherapy as a viable treatment option for instability that heals injured ligaments, restores stability to the spine, and resolves chronic neck pain.\n",
        "type": "article",
        "tags": [
          {
            "id": "recuGBZ7iEvxw9Sle",
            "isDiagnosis": true,
            "name": "cci"
          }
        ],
        "links": [
          {
            "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4200875/"
          }
        ]
      },
      {
        "id": {
          "type": "doi",
          "value": "10.3171/SPI-07/12/601"
        },
        "title": "Syndrome of occipitoatlantoaxial hypermobility, cranial settling, and Chiari malformation Type I in patients with hereditary disorders of connective tissue",
        "summary": "270 non-randomized patients with a diagnosis of Fibromayalgia and no previous diagnosis of neurological issues were given a neurological assessment for cervical myelopathy and then given imaging. 46% of patients showed cervical stenosis of 10 mm or less.\n\nStudy authors recommended further neurological evaluation of patients with Fibromayalgia for neurological issues.\n",
        "type": "article",
        "tags": [
          {
            "id": "recrlprhvu6Bfcw2T",
            "isDiagnosis": true,
            "name": "aai"
          },
          {
            "id": "recuGBZ7iEvxw9Sle",
            "isDiagnosis": true,
            "name": "cci"
          },
          {
            "id": "recOk9iWFv8SgKzmZ",
            "isDiagnosis": true,
            "name": "chiari"
          }
        ],
        "links": [
          {
            "type": "article",
            "url": "https://thejns.org/spine/view/journals/j-neurosurg-spine/7/6/article-p601.xml"
          }
        ]
      },
      {
        "id": {
          "type": "doi",
          "value": "10.4172/2165-7939.1000299"
        },
        "title": "Cranio-cervical Instability in Patients with Hypermobility Connective Disorders",
        "summary": "An explanatory paper written by Dr. Henderson that discusses the pros and cons of dynamic imaging and argues in favor of it.\n\nIn addition to/support of this argument, the paper generally reviews how CCI is known in CTD's like RA and Down's, but is not as well known in EDS and similar hypermobility CTD's. He explains the Cervical Medullary Syndrome (pathological CCI), the pros and cons of dynamic imaging, the various neurological measurements for assessing upper cervical instability, and also touches on complex Chiari patients.\n",
        "type": "article",
        "tags": [
          {
            "id": "recuGBZ7iEvxw9Sle",
            "isDiagnosis": true,
            "name": "cci"
          }
        ],
        "links": [
          {
            "type": "article",
            "url": "https://www.hilarispublisher.com/open-access/craniocervical-instability-in-patients-with-hypermobility-connective-disorders-2165-7939-1000299.pdf"
          }
        ]
      },
      {
        "id": {
          "type": "doi",
          "value": "10.4103/2152-7806.66461"
        },
        "title": "Deformative stress associated with an abnormal clivo-axial angle: A finite element analysis.",
        "summary": "A prospective 2-year study of 5 children with ventral brainstem compression from issues like Chiari Malformation or basilar invagination with the thesis that improvement of the CXA with fusion surgery is associated with clinical improvement.\n\nSince about half of patients who undergo decompression surgery still have clinical issues after recovery, and brainstem deformity is an established cause of cervicomedullary symptoms with fusion surgery causing a clinical improvement, the authors sought to use finite element analysis to further support the thesis that in Chiari patients, a fusion surgery may be necessary to alleviate symptoms. \n\nHigher disability indexes correlated with higher brainstem stress modeling indexes,\n",
        "type": "article",
        "tags": [
          {
            "id": "recuGBZ7iEvxw9Sle",
            "isDiagnosis": true,
            "name": "cci"
          }
        ],
        "links": [
          {
            "type": "article",
            "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2940090/"
          }
        ]
      },
      {
        "id": {
          "type": "doi",
          "value": "10.3390/ijerph17051693"
        },
        "title": "Diagnostic Accuracy of Videofluoroscopy for Symptomatic Cervical Spine Injury Following Whiplash Trauma",
        "summary": "This study of 196 subjects (119 injured, 77 uninjured) looked at the accuracy of videoslouroscopic (VF or DMX) examination of the cervical spine for identifying instability in whiplash injury patients with chronic pain.\n\n37 VF measurement combinations were observed, and the injured population was significantly more likely to have abnormal measurements. The authors concluded that (1) intervertebral instability is a _common_ finding in the symptomatic population of patients with chronic neck pain after whiplash trauma; (2) intervertebral instability is an _uncommon_ finding in the uninjured population; (3) the finding of two or more abnormal parameters of intervertebral motion during the videofluoroscopic examination of the cervical spine is a highly accurate diagnostic test for identifying patients with chronic neck pain after whiplash trauma.\n\nThe authors also included a discussion of the various measurements and measurement cutoffs used for pathology, and further asserted that common diagnoses for patients with chronic pain after whiplash injuries such as malingering, given the study results, are unfounded.\n",
        "type": "article",
        "tags": [
          {
            "id": "recuGBZ7iEvxw9Sle",
            "isDiagnosis": true,
            "name": "cci"
          }
        ],
        "links": [
          {
            "type": "article",
            "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7084423"
          }
        ]
      },
      {
        "id": {
          "type": "url",
          "value": "https://me-pedia.org/wiki/Craniocervical_instability"
        },
        "title": "me-pedia: cci",
        "type": "web page",
        "tags": [
          {
            "id": "recuGBZ7iEvxw9Sle",
            "isDiagnosis": true,
            "name": "cci"
          }
        ],
        "links": []
      }
    ],
    "recXuktLrqiF3Dr2t": [
      {
        "id": {
          "type": "doi",
          "value": "10.1007/s10143-018-01070-4"
        },
        "title": "Cervical medullary syndrome secondary to craniocervical instability and ventral brainstem compression in hereditary hypermobility connective tissue disorders: 5-year follow-up after craniocervical reduction, fusion, and stabilization",
        "summary": "This paper is the first 5-year retrospective study of its kind. It is a case series of 22 patients with hypermobile CTDs and complex Chiari patient's (with both Chiari and CCI, basilar invagination, etc.) surgery outcomes 5 years after fusion surgeries. The results were highly positive with no morbidity, few complications (most of the complications involving bone graft harvesting), and patient satisfaction, with 14/20 subjects greatly improving quality of life and functional capacity.\n\nHenderson also explains the various neurological measurements involved in assessing for CCI (with pictures) and describes his surgical technique (also with diagrams). A helpful diagram and list of the top symptoms experience pre- and post-op by patients is also included.\n",
        "type": "article",
        "tags": [
          {
            "id": "recuGBZ7iEvxw9Sle",
            "isDiagnosis": true,
            "name": "cci"
          },
          {
            "id": "recXuktLrqiF3Dr2t",
            "isDiagnosis": true,
            "name": "cervical medullary syndrome"
          }
        ],
        "links": [
          {
            "type": "article",
            "url": "https://link.springer.com/article/10.1007%2Fs10143-018-01070-4"
          }
        ]
      }
    ],
    "recrlprhvu6Bfcw2T": [
      {
        "id": {
          "type": "doi",
          "value": "10.4172/2165-7939.1000364"
        },
        "title": "Diagnosis of Atlantoaxial Instability Requires Clinical Suspicion to Drive the Radiological Investigation",
        "summary": "This article describes Atlanto-Axial Instability (AAI), or hypermobility of the C1-2 segment:\n\n- Its diagnosis (with CT, DMX/X-ray, and MRI)\n- The symptoms it causes\n- Criteria for surgery\n- The patient populations it commonly appears in. \n\nThe author emphasizes that non-traumatic AAI often requires dynamic imaging for proper diagnosis and treatment.\n",
        "type": "article",
        "tags": [
          {
            "id": "recrlprhvu6Bfcw2T",
            "isDiagnosis": true,
            "name": "aai"
          }
        ],
        "links": [
          {
            "type": "article",
            "url": "https://www.hilarispublisher.com/open-access/diagnosis-of-atlantoaxial-instability-requires-clinical-suspicion-to-drivethe-radiological-investigation-2165-7939-1000364.pdf"
          }
        ]
      },
      {
        "id": {
          "type": "doi",
          "value": "10.1002/ajmg.c.31549"
        },
        "title": "Neurological and spinal manifestations of the Ehlers–Danlos syndromes",
        "summary": "Connective tissue disorders cause downstream issues including:\n\n- Migraine\n- Idiopathic intracranial hypo/hypertension\n- Chiari malformation\n- Atlantoaxial instability\n- Craniocervical instability\n- Tethered cord syndrome\n",
        "type": "article",
        "tags": [
          {
            "id": "recpnQhwTjvEVNCS5",
            "isDiagnosis": true,
            "name": "tethered cord"
          },
          {
            "id": "recrlprhvu6Bfcw2T",
            "isDiagnosis": true,
            "name": "aai"
          },
          {
            "id": "recOk9iWFv8SgKzmZ",
            "isDiagnosis": true,
            "name": "chiari"
          },
          {
            "id": "recuGBZ7iEvxw9Sle",
            "isDiagnosis": true,
            "name": "cci"
          },
          {
            "id": "recIEXw3MH6BAtcA7",
            "isDiagnosis": true,
            "name": "cervical stenosis"
          },
          {
            "id": "recQ7F8nVA6ZePDU1",
            "isDiagnosis": true,
            "name": "intracranial hypo/hypertension"
          },
          {
            "id": "recCvgIVcwri2MnNL",
            "isDiagnosis": true,
            "name": "csf leaks"
          }
        ],
        "links": [
          {
            "type": "article",
            "url": "https://onlinelibrary.wiley.com/doi/abs/10.1002/ajmg.c.31549"
          }
        ]
      },
      {
        "id": {
          "type": "doi",
          "value": "10.1097/00006123-199807000-00110"
        },
        "title": "Nontraumatic Atlanto-occipital and Atlantoaxial Rotatory Subluxation: Case Report",
        "summary": "Interesting case study of a 13 year-old girl who developed CCI/AAI following a neck infection.\n",
        "type": "article",
        "tags": [
          {
            "id": "recrlprhvu6Bfcw2T",
            "isDiagnosis": true,
            "name": "aai"
          },
          {
            "id": "recuGBZ7iEvxw9Sle",
            "isDiagnosis": true,
            "name": "cci"
          }
        ],
        "links": [
          {
            "type": "article abstract",
            "url": "https://journals.lww.com/spinejournal/Abstract/2018/12010/Congenital_Unilateral_Atlanto_Occipital_Rotatory.19.aspx"
          }
        ]
      },
      {
        "id": {
          "type": "doi",
          "value": "10.1007/s10143-020-01345-9"
        },
        "title": "Atlanto-axial rotary instability (Fielding type 1): characteristic clinical and radiological findings, and treatment outcomes following alignment, fusion, and stabilization",
        "summary": "Great info on rotary AAI, why it is failed to be diagnosed, and why surgery is harder in CTD patients.\n\nDiscusses \"occult\"  hypermobility- where artifacts are not not visible on traditional scans.\n\n\"The alar ligament consists chiefly of inelastic collagen fibers, and can be irreversibly stretched after trauma, potentially leading to chronic occult hypermobility of the cranio-cervical junction.“\n",
        "type": "article",
        "tags": [
          {
            "id": "recrlprhvu6Bfcw2T",
            "isDiagnosis": true,
            "name": "aai"
          }
        ],
        "links": [
          {
            "type": "article",
            "url": "https://link.springer.com/article/10.1007/s10143-020-01345-9?fbclid=IwAR3iCQHENdhSz0nrJhwH1IENyffhIpXqHuWSHNg8pwegxhuFvcIv8hAW6ac"
          }
        ]
      },
      {
        "id": {
          "type": "doi",
          "value": "10.1007/s10143-017-0830-3"
        },
        "title": "Utility of the clivo-axial angle in assessing brainstem deformity: pilot study and literature review",
        "summary": "This article is a literature review paired with a prospective pilot study of ten patients with ventral brainstorm deformity/compression (a kyphotic, or acute, CXA [Clivo-Axial Angle]). Correction of abnormal CXA with fusion and occipito-cervical stabilization correlated with statistically significant clinical improvement in this cohort of patients.\n\nThis study's results supported the thesis that a connection between the cervical medullary syndrome and a patient's generally disability with their CXA and assert that a reduction and fusion operation would help alleviate symptoms, after establishing that brainstem deformity has been established to cause neurological deficits.\n\nA description of the diagnostic process, the cervicomedullary syndrome, the effects of brainstem deformity on axons and more, and the surgical procedure with diagrams is also included. This article's literature review includes a wide swath of other studies similar in nature.\n",
        "type": "article",
        "tags": [
          {
            "id": "recrlprhvu6Bfcw2T",
            "isDiagnosis": true,
            "name": "aai"
          },
          {
            "id": "recuGBZ7iEvxw9Sle",
            "isDiagnosis": true,
            "name": "cci"
          }
        ],
        "links": [
          {
            "type": "article",
            "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5748419/"
          }
        ]
      },
      {
        "id": {
          "type": "doi",
          "value": "10.3171/SPI-07/12/601"
        },
        "title": "Syndrome of occipitoatlantoaxial hypermobility, cranial settling, and Chiari malformation Type I in patients with hereditary disorders of connective tissue",
        "summary": "270 non-randomized patients with a diagnosis of Fibromayalgia and no previous diagnosis of neurological issues were given a neurological assessment for cervical myelopathy and then given imaging. 46% of patients showed cervical stenosis of 10 mm or less.\n\nStudy authors recommended further neurological evaluation of patients with Fibromayalgia for neurological issues.\n",
        "type": "article",
        "tags": [
          {
            "id": "recrlprhvu6Bfcw2T",
            "isDiagnosis": true,
            "name": "aai"
          },
          {
            "id": "recuGBZ7iEvxw9Sle",
            "isDiagnosis": true,
            "name": "cci"
          },
          {
            "id": "recOk9iWFv8SgKzmZ",
            "isDiagnosis": true,
            "name": "chiari"
          }
        ],
        "links": [
          {
            "type": "article",
            "url": "https://thejns.org/spine/view/journals/j-neurosurg-spine/7/6/article-p601.xml"
          }
        ]
      },
      {
        "id": {
          "type": "doi",
          "value": "10.1007/s00256-019-03187-z"
        },
        "title": "Thinking beyond pannus: a review of retro-odontoid pseudotumor due to rheumatoid and non-rheumatoid etiologies",
        "summary": "Although pseudotumor may have suggestive features on imaging, there are no established criteria to diagnose retro- odontoid pseudotumor, and imaging manifestations can range from thickening of the retro-odontoid soft tissues to mass-like proliferative changes.\n\nIn the absence of frankly evident cord compression, the neurological implications of retro-odontoid pseudotumor cannot be reliably judged by supine static MR imaging, as neural compression may be brought on by insta- bility from postural changes \n\nAlthough retro-odontoid pseudotumor has been shown to be related to mechanical instability, previous studies have not shown a single specific cause for soft tissue proliferation, and it is difficult to predict which patients will develop pseudotumor. \n",
        "type": "article",
        "tags": [
          {
            "id": "recrlprhvu6Bfcw2T",
            "isDiagnosis": true,
            "name": "aai"
          }
        ],
        "links": [
          {
            "type": "article abstract",
            "url": "https://pubmed.ncbi.nlm.nih.gov/30868232/"
          }
        ]
      },
      {
        "id": {
          "type": "url",
          "value": "https://me-pedia.org/wiki/Atlantoaxial_instability"
        },
        "title": "me-pedia: aai",
        "type": "web page",
        "tags": [
          {
            "id": "recrlprhvu6Bfcw2T",
            "isDiagnosis": true,
            "name": "aai"
          }
        ],
        "links": []
      }
    ],
    "recQ7F8nVA6ZePDU1": [
      {
        "id": {
          "type": "doi",
          "value": "10.3389/fneur.2020.00828"
        },
        "title": "Signs of Intracranial Hypertension, Hypermobility, and Craniocervical Obstructions in Patients With Myalgic Encephalomyelitis/Chronic Fatigue Syndrome",
        "summary": "In this retrospective, cross-sectional study, the study authors sought to assess whether hypermobility and neurological/neurosurgical issues could be responsible for at least some explanation of the symptoms of severe Myalgic Encaphalomyelitis (ME) (Canada Consensus Criteria). \n\n229 patients (190 women and 39 men) were assessed for hypermobility (Beighton Score), intracranial hypertension (quotient of the optic nerve sheet diameter (ONSD)/eyeball transverse diameter on both sides), cerebellar tonsil position (McRae's line), craniocervical obstructions, allodynia (quantitative sensory testing (QST)).\n\nThe study found a significantly higher percentage of patients in the severe ME population than the general population, with fully half or more of the patients exhibiting these pathologies.\n",
        "type": "article",
        "tags": [
          {
            "id": "recQ7F8nVA6ZePDU1",
            "isDiagnosis": true,
            "name": "intracranial hypo/hypertension"
          },
          {
            "id": "recuGBZ7iEvxw9Sle",
            "isDiagnosis": true,
            "name": "cci"
          }
        ],
        "links": [
          {
            "type": "article",
            "url": "https://www.frontiersin.org/articles/10.3389/fneur.2020.00828/full"
          }
        ]
      },
      {
        "id": {
          "type": "doi",
          "value": "10.1002/ajmg.c.31549"
        },
        "title": "Neurological and spinal manifestations of the Ehlers–Danlos syndromes",
        "summary": "Connective tissue disorders cause downstream issues including:\n\n- Migraine\n- Idiopathic intracranial hypo/hypertension\n- Chiari malformation\n- Atlantoaxial instability\n- Craniocervical instability\n- Tethered cord syndrome\n",
        "type": "article",
        "tags": [
          {
            "id": "recpnQhwTjvEVNCS5",
            "isDiagnosis": true,
            "name": "tethered cord"
          },
          {
            "id": "recrlprhvu6Bfcw2T",
            "isDiagnosis": true,
            "name": "aai"
          },
          {
            "id": "recOk9iWFv8SgKzmZ",
            "isDiagnosis": true,
            "name": "chiari"
          },
          {
            "id": "recuGBZ7iEvxw9Sle",
            "isDiagnosis": true,
            "name": "cci"
          },
          {
            "id": "recIEXw3MH6BAtcA7",
            "isDiagnosis": true,
            "name": "cervical stenosis"
          },
          {
            "id": "recQ7F8nVA6ZePDU1",
            "isDiagnosis": true,
            "name": "intracranial hypo/hypertension"
          },
          {
            "id": "recCvgIVcwri2MnNL",
            "isDiagnosis": true,
            "name": "csf leaks"
          }
        ],
        "links": [
          {
            "type": "article",
            "url": "https://onlinelibrary.wiley.com/doi/abs/10.1002/ajmg.c.31549"
          }
        ]
      },
      {
        "id": {
          "type": "doi",
          "value": "10.1016/S0140-6736(02)07440-8"
        },
        "title": "Venous sinus stenting for refractory benign intracranial hypertension",
        "summary": "This article is a case study of a woman with refractory intracranial hypertension, who upon venography and manometry (venous imaging) was found to have partial obstruction of both transverse venous sinuses, with raised pressures proximal to the obstructions. The patient improved significantly, including her intracranial hypertension, after insertion of a stent to reduce the pressure gradient. This case study-- along with other literature supporting a relationship between intracranial pressure and venous obstruction-- indicates that venous issues should be investigated in the setting of an intracranial hypertension diagnosis.\n",
        "type": "article",
        "tags": [
          {
            "id": "recQ7F8nVA6ZePDU1",
            "isDiagnosis": true,
            "name": "intracranial hypo/hypertension"
          }
        ],
        "links": [
          {
            "type": "article abstract",
            "url": "https://www.sciencedirect.com/science/article/abs/pii/S0140673602074408"
          }
        ]
      },
      {
        "id": {
          "type": "doi",
          "value": "10.1038/s41598-017-16173-z"
        },
        "title": "Ultrasonographic measurement of the optic nerve sheath diameter and its association with eyeball transverse diameter in 585 healthy volunteers",
        "summary": "In the evaluation of intracranial pressure (ICP) for the diagnosis of various disorders such as idiopathic intracranial hypertension, optic nerve sheath diameter (ONSD) is often used as an indirect marker of ICP. The authors of this study sought to clarify the unclear optimal cut-off of ONSD and the general use of ONSD in evaluating ICP.\n\nUsing ultrasonography (a non-invasive method for measuring ONSD) on 585 healthy volunteers, the authors measured ONSD, and found that of the factors studied, only eyeball transverse diameter (ETD) was independently associated with ONSD. The authors established a normative (normal) value for ONSD and ETD, and a normative value for the ONSD/ETD ratio, and further asserted that the ONSD/ETD ratio might be a more reliable marker for ICP than ONSD alone.\n\n",
        "type": "article",
        "tags": [
          {
            "id": "recQ7F8nVA6ZePDU1",
            "isDiagnosis": true,
            "name": "intracranial hypo/hypertension"
          }
        ],
        "links": [
          {
            "url": "https://www.nature.com/articles/s41598-017-16173-z"
          }
        ]
      },
      {
        "id": {
          "type": "doi",
          "value": "10.2147/jpr.s186878"
        },
        "title": "The link between idiopathic intracranial hypertension, fibromyalgia, and chronic fatigue syndrome: exploration of a shared pathophysiology",
        "summary": "This article is a literature review exploring the idea that since fibromayalgia (FM) and chronic fatigue syndrome (CFS) aren't well understood and their symptoms have significant overlap with idiopathic intracranial hypertention (IICH or IIH), the symptoms of FM and CFS could be caused by increased intracranial and spinal fluid pressure.\n\nLiterature reviewed discussed common symptoms for all 3 conditions and their overlap, the mechanism for nerve involvement in IICH, common symptoms associated with each nerve's involvement, the high incidence of small fiber neuropathy (SFN) in these patients, the involvement of the sympathetic nervous system, disability and quality of life among these patients, and the role of cerebral blood flow in all 3 conditions.\n\nThe authors concluded that IICH, FM, and CFS share very similar characteristics and probably are caused by the same underlying disorder, and that IICH, FM, and CFS can be considered progressive neurological disorders affecting the central and peripheral nervous systems. They point out the stigma associated with FM and CFS diagnoses and urge further investigation into treating intracranial and spinal fluid pressure.\n\nThey further assert that this hypothesis may also provide an explanation for several overlapping chronic pain conditions, including FM, CFS, temporomandibular disorders, irritable bowel syndrome, chronic tension headache, chronic migraine, severe dry eyes, and chronic nonspecific low back pain.\n\n\n\n\n",
        "type": "article",
        "tags": [
          {
            "id": "recQ7F8nVA6ZePDU1",
            "isDiagnosis": true,
            "name": "intracranial hypo/hypertension"
          }
        ],
        "links": [
          {
            "type": "article",
            "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6292399/"
          }
        ]
      },
      {
        "id": {
          "type": "doi",
          "value": "10.1136/jnnp.74.12.1662"
        },
        "title": "Idiopathic intracranial hypertension: 12 cases treated by venous sinus stenting",
        "summary": "12 patients with refractory IIH had dilatation and stenting of the venous sinuses.\n\nSymptoms resolved for 5, improved for 2, and were unchanged for 5.\n\nVenography and manometry had shown intracranial venous hypertension proximal to stenoses in the lateral sinuses.\n",
        "type": "article",
        "tags": [
          {
            "id": "recQ7F8nVA6ZePDU1",
            "isDiagnosis": true,
            "name": "intracranial hypo/hypertension"
          }
        ],
        "links": [
          {
            "type": "article abstract",
            "url": "https://jnnp.bmj.com/content/74/12/1662"
          },
          {
            "type": "pdf",
            "url": "https://jnnp.bmj.com/content/jnnp/74/12/1662.full.pdf"
          }
        ]
      },
      {
        "id": {
          "type": "doi",
          "value": "10.3174/ajnr.A6637"
        },
        "title": "Spontaneous Intracranial Hypotension: Atypical Radiologic Appearances, Imaging Mimickers, and Clinical Look-Alikes",
        "summary": "Headache which improves when reclining is the classic symptom of a CSF leak. But many patients also present with \"vague neurologic symptoms such as nonpositional daily headache, cranial nerve palsy, gait disturbance, and cognitive dysfunction\".\n\nDiffuse pachymeningeal enhancement and “brain sag,” were seen in 83% and 61% of cases in a retrospective study. \n\nConditions which appear similar in MRI include Chiari malformation, subdural fluid collections, neurosarcoidosis.\n\nCommon misdiagnoses of patients with SIH include: Cerebral Venous Sinus Thrombosis, Frontotemporal Dementia, Pituitary Tumor or Apoplexy, Superficial Siderosis.\n",
        "type": "article",
        "tags": [
          {
            "id": "recCvgIVcwri2MnNL",
            "isDiagnosis": true,
            "name": "csf leaks"
          },
          {
            "id": "recQ7F8nVA6ZePDU1",
            "isDiagnosis": true,
            "name": "intracranial hypo/hypertension"
          }
        ],
        "links": [
          {
            "type": "article",
            "url": "http://www.ajnr.org/content/early/2020/07/09/ajnr.A6637?fbclid=IwAR1IPJqf9fQi6fLKleliIEqt7bGabx-Bg-LhQdL8I8x4n5bBGa4v1pn1ms8#ref-26"
          },
          {
            "type": "pdf",
            "url": "http://www.ajnr.org/content/ajnr/early/2020/07/09/ajnr.A6637.full.pdf"
          }
        ]
      }
    ],
    "reckOoCIhEZYdoNw4": [
      {
        "id": {
          "type": "doi",
          "value": "10.1016/j.bbih.2020.100107"
        },
        "title": "Autoantibodies to beta-adrenergic and muscarinic cholinergic receptors in Myalgic Encephalomyelitis (ME) patients – A validation study in plasma and cerebrospinal fluid from two Swedish cohorts",
        "summary": "If you have these antibodies, the acetylcholine receptors on your cells may be damaged, meaning you need, in essence, more acetylcholine than usual to function properly. \n\nMestinon blocks acetylcholinesterase, an enzyme that breaks down acetylcholine, thereby increasing acetylcholine. \n\nAcetylcholine is the primary neurotransmitter of the vagus nerve. It also regulates mast cell degranulation, and so may pay a role in MCAS.\n",
        "type": "article",
        "tags": [
          {
            "id": "reckOoCIhEZYdoNw4",
            "isDiagnosis": true,
            "name": "mcas"
          },
          {
            "id": "recCvgIVcwri2MnNL",
            "isDiagnosis": true,
            "name": "csf leaks"
          }
        ],
        "links": [
          {
            "type": "article",
            "url": "https://www.sciencedirect.com/science/article/pii/S2666354620300727?fbclid=IwAR1bGYQf0SO1T7M2gkEblcGxBPwXAnwEji039JPQpmXKoqX6UiO8NaGIYOo"
          },
          {
            "type": "discussion",
            "url": "https://www.facebook.com/groups/MECFSBrainSpine/permalink/1628139870697040/"
          }
        ]
      },
      {
        "id": {
          "type": "doi",
          "value": "10.1111/jon.12751"
        },
        "title": "Altered Structural Brain Networks Related to Adrenergic/Muscarinic Receptor Autoantibodies in Chronic Fatigue Syndrome",
        "summary": "If you have these antibodies, the acetylcholine receptors on your cells may be damaged, meaning you need, in essence, more acetylcholine than usual to function properly. \n\nMestinon blocks acetylcholinesterase, an enzyme that breaks down acetylcholine, thereby increasing acetylcholine. \n\nAcetylcholine is the primary neurotransmitter of the vagus nerve. It also regulates mast cell degranulation, and so may pay a role in MCAS.\n",
        "type": "article",
        "tags": [
          {
            "id": "reckOoCIhEZYdoNw4",
            "isDiagnosis": true,
            "name": "mcas"
          }
        ],
        "links": [
          {
            "type": "article abstract",
            "url": "https://onlinelibrary.wiley.com/doi/abs/10.1111/jon.12751"
          }
        ]
      },
      {
        "id": {
          "type": "doi",
          "value": "10.1007/s10620-020-06264-9"
        },
        "title": "Mast Cell Activation Syndrome: A Primer for the Gastroenterologist",
        "summary": "\"Gastroenterologists who become aware of this syndrome can dramatically improve the quality of life for their patients who previously have been labeled with a functional gastrointestinal disorder.\"\n",
        "type": "article",
        "tags": [
          {
            "id": "reckOoCIhEZYdoNw4",
            "isDiagnosis": true,
            "name": "mcas"
          }
        ],
        "links": [
          {
            "type": "article abstract",
            "url": "https://link.springer.com/article/10.1007/s10620-020-06264-9?fbclid=IwAR1Rqf2Jhy6q_dAKeElPID1BakTgI9oM0lAZ5t1NWRRnyI0qhLyLkqv3pTw"
          }
        ]
      },
      {
        "id": {
          "type": "doi",
          "value": "10.1016/j.amjms.2016.12.013"
        },
        "title": "Characterization of Mast Cell Activation Syndrome",
        "summary": "413 patients, selected both retrospectively and prospectively.\n\nAbnormalities in routine labs were common and diverse but typically modest. The most useful diagnostic markers were heparin, prostaglandin D2, histamine, and chromogranin A. Flow cytometric and cytokine assessments were unhelpful.\n\nTreatment of samples is crucial: \"Also, other work has clarified the importance of continuous specimen chilling, including use of refrigerated centrifugation for plasma separation, when seeking plasma heparin levels.\"\n\nThe discussion section has some interesting speculation about whether some diagnoses found as comorbidities may in fact be unrecognised MCAS- for example GERD, thrombocytopenia purpura, polycythemia vera, etc.\n",
        "type": "article",
        "tags": [
          {
            "id": "reckOoCIhEZYdoNw4",
            "isDiagnosis": true,
            "name": "mcas"
          }
        ],
        "links": [
          {
            "type": "article",
            "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5341697/?fbclid=IwAR3VrOJmA3-mw8xpAaFA3FF20Wu_-zPhR5Z2-cCqts-xTWso0a93GLGB_R0"
          }
        ]
      },
      {
        "id": {
          "type": "doi",
          "value": "10.1007/BF00806702"
        },
        "title": "Effect of acetylcholine on mast cells of the dura mater",
        "summary": "In this study using rats, the authors tested the effect of various doses of acetylcholine (100, 200, and 500 mg/kg) on the mast cells of the albino rat dura mater (sheath around the spinal cord).\n\nThe authors found that acetylcholine has an activating effect on monoamine secretion, using measured differences in the accumulated or eliminated monoamines after dosing.\n",
        "type": "article",
        "tags": [
          {
            "id": "reckOoCIhEZYdoNw4",
            "isDiagnosis": true,
            "name": "mcas"
          }
        ],
        "links": [
          {
            "url": "https://link.springer.com/article/10.1007/BF00806702"
          },
          {
            "type": "article",
            "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5796598/"
          }
        ]
      },
      {
        "id": {
          "type": "doi",
          "value": "10.1016/j.jaip.2019.01.006"
        },
        "title": "Proposed Diagnostic Algorithm for Patients with Suspected Mast Cell Activation Syndrome (MCAS)",
        "summary": "MCAS diagnostic criteria:\n\nA) Symptoms present in at least 2 organ systems (e.g. throat swelling and abdominal cramping)\n\nB) Biochemical study (preferrably a 20%+ increase in serum tryptase level from baseline)\n\nC) Positive response to drugs targetting mast cell action\n",
        "type": "article",
        "tags": [
          {
            "id": "reckOoCIhEZYdoNw4",
            "isDiagnosis": true,
            "name": "mcas"
          }
        ],
        "links": [
          {
            "type": "article",
            "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6643056/"
          }
        ]
      },
      {
        "id": {
          "type": "url",
          "value": "https://youtu.be/RS8M8v0MtP0"
        },
        "title": "EDS and Its Fellow Traveler, Mast Cell Activation Syndrome",
        "summary": "An introduction of the connection between MCAS and EDS\n",
        "type": "webinar",
        "tags": [
          {
            "id": "reckOoCIhEZYdoNw4",
            "isDiagnosis": true,
            "name": "mcas"
          }
        ],
        "links": []
      },
      {
        "id": {
          "type": "url",
          "value": "https://www.mastzellaktivierung.info/en/therapy_compatibility.html"
        },
        "title": "MCAS- Compatibility of foodstuffs",
        "summary": "Compatibility list for diagnostic and therapeutic elimination diet at histaminosis (mast cell activity syndrome MCAS, mastocytosis, histamine intolerance), compiled from various sources and based on experience reports\n",
        "type": "handout",
        "tags": [
          {
            "id": "reckOoCIhEZYdoNw4",
            "isDiagnosis": true,
            "name": "mcas"
          }
        ],
        "links": []
      },
      {
        "id": {
          "type": "url",
          "value": "http://www.gidoctor.net/client_files/File/Approach-to-MCAS-Dx-and-Rx-4-29-19.pdf"
        },
        "title": "Mast Cell Activation Syndrome handout",
        "summary": "MCAS primer and MCAS multi-step treatment approach\n",
        "type": "handout",
        "tags": [
          {
            "id": "reckOoCIhEZYdoNw4",
            "isDiagnosis": true,
            "name": "mcas"
          }
        ],
        "links": []
      },
      {
        "id": {
          "type": "url",
          "value": "https://www.mastzellaktivierung.info/en/therapy_medicaments.html#medguide"
        },
        "title": "Medication for mast cell activation diseases",
        "summary": "Therapeutic strategy for MCAD\n\nActive ingredients of medications, medical products, food supplements and foods for special medical purposes: Mechanisms of action, application, advantages and disadvantages\n\nRecommendations for use in basic therapy, symptomatic adjunctive therapy and in special situations (premedication before medical interventions and dental treatments, allergies, ana- phylactic shock, infections, vaccinations, pregnancy and lactation, mental illnesses)\n\nGuidance for the assessment of compatibility of products\n\nWith references to the scientific literature\n\n",
        "type": "handout",
        "tags": [
          {
            "id": "reckOoCIhEZYdoNw4",
            "isDiagnosis": true,
            "name": "mcas"
          }
        ],
        "links": []
      },
      {
        "id": {
          "type": "url",
          "value": "https://youtu.be/LddITjni4G0"
        },
        "title": "Living With Mast Cell Activation Syndrome- EHLERS-DANLOS SOCIETY GLOBAL LEARNING CONFERENCE",
        "summary": "Mast Cells are in every organ of the body. \n\nProvides context around the neurological manifestations beyond the diet, hives, and benadryl MCAS stereotype.\n",
        "type": "webinar",
        "tags": [
          {
            "id": "reckOoCIhEZYdoNw4",
            "isDiagnosis": true,
            "name": "mcas"
          }
        ],
        "links": []
      }
    ],
    "recCvgIVcwri2MnNL": [
      {
        "id": {
          "type": "doi",
          "value": "10.1016/j.bbih.2020.100107"
        },
        "title": "Autoantibodies to beta-adrenergic and muscarinic cholinergic receptors in Myalgic Encephalomyelitis (ME) patients – A validation study in plasma and cerebrospinal fluid from two Swedish cohorts",
        "summary": "If you have these antibodies, the acetylcholine receptors on your cells may be damaged, meaning you need, in essence, more acetylcholine than usual to function properly. \n\nMestinon blocks acetylcholinesterase, an enzyme that breaks down acetylcholine, thereby increasing acetylcholine. \n\nAcetylcholine is the primary neurotransmitter of the vagus nerve. It also regulates mast cell degranulation, and so may pay a role in MCAS.\n",
        "type": "article",
        "tags": [
          {
            "id": "reckOoCIhEZYdoNw4",
            "isDiagnosis": true,
            "name": "mcas"
          },
          {
            "id": "recCvgIVcwri2MnNL",
            "isDiagnosis": true,
            "name": "csf leaks"
          }
        ],
        "links": [
          {
            "type": "article",
            "url": "https://www.sciencedirect.com/science/article/pii/S2666354620300727?fbclid=IwAR1bGYQf0SO1T7M2gkEblcGxBPwXAnwEji039JPQpmXKoqX6UiO8NaGIYOo"
          },
          {
            "type": "discussion",
            "url": "https://www.facebook.com/groups/MECFSBrainSpine/permalink/1628139870697040/"
          }
        ]
      },
      {
        "id": {
          "type": "doi",
          "value": "10.1002/ajmg.c.31549"
        },
        "title": "Neurological and spinal manifestations of the Ehlers–Danlos syndromes",
        "summary": "Connective tissue disorders cause downstream issues including:\n\n- Migraine\n- Idiopathic intracranial hypo/hypertension\n- Chiari malformation\n- Atlantoaxial instability\n- Craniocervical instability\n- Tethered cord syndrome\n",
        "type": "article",
        "tags": [
          {
            "id": "recpnQhwTjvEVNCS5",
            "isDiagnosis": true,
            "name": "tethered cord"
          },
          {
            "id": "recrlprhvu6Bfcw2T",
            "isDiagnosis": true,
            "name": "aai"
          },
          {
            "id": "recOk9iWFv8SgKzmZ",
            "isDiagnosis": true,
            "name": "chiari"
          },
          {
            "id": "recuGBZ7iEvxw9Sle",
            "isDiagnosis": true,
            "name": "cci"
          },
          {
            "id": "recIEXw3MH6BAtcA7",
            "isDiagnosis": true,
            "name": "cervical stenosis"
          },
          {
            "id": "recQ7F8nVA6ZePDU1",
            "isDiagnosis": true,
            "name": "intracranial hypo/hypertension"
          },
          {
            "id": "recCvgIVcwri2MnNL",
            "isDiagnosis": true,
            "name": "csf leaks"
          }
        ],
        "links": [
          {
            "type": "article",
            "url": "https://onlinelibrary.wiley.com/doi/abs/10.1002/ajmg.c.31549"
          }
        ]
      },
      {
        "id": {
          "type": "doi",
          "value": "10.3174/ajnr.A6637"
        },
        "title": "Spontaneous Intracranial Hypotension: Atypical Radiologic Appearances, Imaging Mimickers, and Clinical Look-Alikes",
        "summary": "Headache which improves when reclining is the classic symptom of a CSF leak. But many patients also present with \"vague neurologic symptoms such as nonpositional daily headache, cranial nerve palsy, gait disturbance, and cognitive dysfunction\".\n\nDiffuse pachymeningeal enhancement and “brain sag,” were seen in 83% and 61% of cases in a retrospective study. \n\nConditions which appear similar in MRI include Chiari malformation, subdural fluid collections, neurosarcoidosis.\n\nCommon misdiagnoses of patients with SIH include: Cerebral Venous Sinus Thrombosis, Frontotemporal Dementia, Pituitary Tumor or Apoplexy, Superficial Siderosis.\n",
        "type": "article",
        "tags": [
          {
            "id": "recCvgIVcwri2MnNL",
            "isDiagnosis": true,
            "name": "csf leaks"
          },
          {
            "id": "recQ7F8nVA6ZePDU1",
            "isDiagnosis": true,
            "name": "intracranial hypo/hypertension"
          }
        ],
        "links": [
          {
            "type": "article",
            "url": "http://www.ajnr.org/content/early/2020/07/09/ajnr.A6637?fbclid=IwAR1IPJqf9fQi6fLKleliIEqt7bGabx-Bg-LhQdL8I8x4n5bBGa4v1pn1ms8#ref-26"
          },
          {
            "type": "pdf",
            "url": "http://www.ajnr.org/content/ajnr/early/2020/07/09/ajnr.A6637.full.pdf"
          }
        ]
      }
    ],
    "rec3nvKSDcLVXuFo0": [
      {
        "id": {
          "type": "doi",
          "value": "10.1016/j.cnp.2020.01.003"
        },
        "title": "Cerebral Blood Flow Is Reduced in ME/CFS During Head-Up Tilt Testing Even in the Absence of Hypotension or Tachycardia: A Quantitative, Controlled Study Using Doppler Echography",
        "summary": "Doppler flow imaging was used to measure cerebral blood flow (CBF) in 429 ME/CFS patients and 44 healthy controls during a head-up tilt test. CBF was reduced 26% in ME/CFS patients vs. 7% in controls. CBF reduction was > 2 standard deviations in 90% of ME/CFS patients vs 13% of controls.\n",
        "type": "article",
        "tags": [
          {
            "id": "rec3nvKSDcLVXuFo0",
            "isDiagnosis": true,
            "name": "vascular compression"
          }
        ],
        "links": [
          {
            "type": "article",
            "url": "https://pubmed.ncbi.nlm.nih.gov/32140630/"
          }
        ]
      }
    ],
    "recIEXw3MH6BAtcA7": [
      {
        "id": {
          "type": "doi",
          "value": "10.1002/ajmg.c.31549"
        },
        "title": "Neurological and spinal manifestations of the Ehlers–Danlos syndromes",
        "summary": "Connective tissue disorders cause downstream issues including:\n\n- Migraine\n- Idiopathic intracranial hypo/hypertension\n- Chiari malformation\n- Atlantoaxial instability\n- Craniocervical instability\n- Tethered cord syndrome\n",
        "type": "article",
        "tags": [
          {
            "id": "recpnQhwTjvEVNCS5",
            "isDiagnosis": true,
            "name": "tethered cord"
          },
          {
            "id": "recrlprhvu6Bfcw2T",
            "isDiagnosis": true,
            "name": "aai"
          },
          {
            "id": "recOk9iWFv8SgKzmZ",
            "isDiagnosis": true,
            "name": "chiari"
          },
          {
            "id": "recuGBZ7iEvxw9Sle",
            "isDiagnosis": true,
            "name": "cci"
          },
          {
            "id": "recIEXw3MH6BAtcA7",
            "isDiagnosis": true,
            "name": "cervical stenosis"
          },
          {
            "id": "recQ7F8nVA6ZePDU1",
            "isDiagnosis": true,
            "name": "intracranial hypo/hypertension"
          },
          {
            "id": "recCvgIVcwri2MnNL",
            "isDiagnosis": true,
            "name": "csf leaks"
          }
        ],
        "links": [
          {
            "type": "article",
            "url": "https://onlinelibrary.wiley.com/doi/abs/10.1002/ajmg.c.31549"
          }
        ]
      },
      {
        "id": {
          "type": "doi",
          "value": "10.1186/s12967-018-1397-7"
        },
        "title": "Improvement of severe ME/CFS symptoms following surgical treatment of cervical spinal stenosis",
        "summary": "Case study of 3 moderate/severe ME/CFS patients who were diagnosed with cervical stenosis following a cervical MRI. \nMeasures of neurological function improved significantly after treatment.\n",
        "type": "article",
        "tags": [
          {
            "id": "recIEXw3MH6BAtcA7",
            "isDiagnosis": true,
            "name": "cervical stenosis"
          },
          {
            "id": "recYYPJRAfNqp5fwG",
            "isDiagnosis": true,
            "name": "spinal stenosis"
          }
        ],
        "links": []
      },
      {
        "id": {
          "type": "doi",
          "value": "10.3174/ajnr.A2953"
        },
        "title": "Incidence of Extrinsic Compression of the Internal Jugular Vein in Unselected Patients Undergoing CT Angiography",
        "summary": "Study of 108 consecutive patients already having a (supine) CT angiogram for reasons other than vascular issues (so although these are not healthy controls, there's no strong reason to believe their symptoms are because of stenosis).\n\nInterestingly, 67.6% of people had some narrowing of one or other jugular.\n\nCollateral veins can form around the main veins when flow is blocked. But the study shows a complex picture where although collateral veins are far more common in people with stenosis of the main vein, they can also be present without; and severe stenosis can exist without the formation of collateral vessels.\n\nAs with so many  comorbidities we've found in our cohort of people with ME, identification of pathologies requires specialist knowledge,  sophisticated reading of imagery, and many signs can be incidental in patients without symptoms.\n",
        "type": "article",
        "tags": [
          {
            "id": "recIEXw3MH6BAtcA7",
            "isDiagnosis": true,
            "name": "cervical stenosis"
          }
        ],
        "links": [
          {
            "type": "article",
            "url": "http://www.ajnr.org/content/33/7/1247"
          },
          {
            "type": "pdf",
            "url": "http://www.ajnr.org/content/ajnr/33/7/1247.full.pdf"
          },
          {
            "type": "discussion",
            "url": "https://www.facebook.com/groups/MECFSBrainSpine/permalink/1657545987756428/?comment_id=1659194857591541"
          }
        ]
      },
      {
        "id": {
          "type": "doi",
          "value": "10.1016/j.spinee.2014.12.001"
        },
        "title": "Evaluation of spinal cord \ncompression and hyperintense intramedullary lesions on T2-weighted \nsequences in patients with cervical spondylotic myelopathy using \nflexion-extension MRI protocol",
        "summary": "Extension MRI helps to identify significant cervical canal stenosis that is partially or completely absent on neutral and flexion MRI and to determine the exact number of levels to decompress surgically. \n",
        "type": "article",
        "tags": [
          {
            "id": "recIEXw3MH6BAtcA7",
            "isDiagnosis": true,
            "name": "cervical stenosis"
          }
        ],
        "links": [
          {
            "type": "article",
            "url": "https://www.thespinejournalonline.com/article/S1529-9430(14)01771-9/abstract"
          }
        ]
      },
      {
        "id": {
          "type": "url",
          "value": "https://www.practicalpainmanagement.com/resources/diagnostic-tests/using-dynamic-mri-diagnose-neck-pain-importance-positional-cervical-cord"
        },
        "title": "Using Dynamic MRI to Diagnose Neck Pain: The Importance of Positional Cervical Cord Compression (PC3)",
        "summary": "A discussion of the complexity of diagnosis of cervical stenosis from static imaging.\n\n\"It has become axiomatic that cervical pain and regional imaging often correlate poorly. Both degenerative disc disease and cervical pain are common among our patients. Yet, many have one apparently without the other. One diagnostic response is to discount the informative value of cervical imaging and rely more on history, symptoms, and physical signs. Another is to consider how to better image this area of complex anatomy, without discounting the primary importance of clinical findings\"\n",
        "type": "web page",
        "tags": [
          {
            "id": "recIEXw3MH6BAtcA7",
            "isDiagnosis": true,
            "name": "cervical stenosis"
          }
        ],
        "links": []
      },
      {
        "id": {
          "type": "url",
          "value": "https://me-pedia.org/wiki/Cervical_spinal_stenosis"
        },
        "title": "me-pedia: cervical stenosis",
        "type": "web page",
        "tags": [
          {
            "id": "recIEXw3MH6BAtcA7",
            "isDiagnosis": true,
            "name": "cervical stenosis"
          }
        ],
        "links": []
      }
    ],
    "recYYPJRAfNqp5fwG": [
      {
        "id": {
          "type": "doi",
          "value": "10.1186/s12967-018-1397-7"
        },
        "title": "Improvement of severe ME/CFS symptoms following surgical treatment of cervical spinal stenosis",
        "summary": "Case study of 3 moderate/severe ME/CFS patients who were diagnosed with cervical stenosis following a cervical MRI. \nMeasures of neurological function improved significantly after treatment.\n",
        "type": "article",
        "tags": [
          {
            "id": "recIEXw3MH6BAtcA7",
            "isDiagnosis": true,
            "name": "cervical stenosis"
          },
          {
            "id": "recYYPJRAfNqp5fwG",
            "isDiagnosis": true,
            "name": "spinal stenosis"
          }
        ],
        "links": []
      },
      {
        "id": {
          "type": "doi",
          "value": "10.3171/2014.9.PEDS14241"
        },
        "title": "Disparities in clinical and economic outcomes in children and adolescents following surgery for tethered cord syndrome in the United States",
        "summary": "In this study, the authors analyzed demographics, complications, and outcomes in children and adolescents who underwent surgery for TCS by retrospectively identifying patients in the national Kids' Inpatient Database (KID).They looked at the rate of surgery complications, surgery outcomes, comorbidities, and more, with kids grouped by age. \n\nA total of 7397 children and adolescents met the criteria in the 4 studied years. The mean age was 5.7 years; 55.3% of patients were younger than 5 years, 21.5% were 6–10 years, and 16.2% were 11–15 years. Most surgeries were performed in patients who were female (55.0%) and white (64.4%) and were performed at large (49.8%), teaching (94.2%), and urban (99.1%) children's (89.3%) hospitals. The trend showed an increase in prevalence from 2000 (19.9%) to 2009 (29.6%). Common comorbidities included anomalies in spinal curvature (16.7%), urinary or bladder dysfunction (14.3%), and spinal stenosis/spondylosis (1.4%). Non-routine discharges (3.3%) were significantly higher with advancing age, increasing from 2.2% in those younger than 5 years to 9.0% in those older than 15 years (p < 0.0001). There was a similar increasing trend for complications (6.8% to 13.9%, respectively, p < 0.0001) and average LOS (3.5 to 5.1 days, respectively, p < 0.0001). Hospital charges increased with age from an average of $28,521 in those younger than 5 years to $36,855 in those older than 15 years (p < 0.0001).\n\nOlder children tended to have more issues with surgery, supporting the conclusion that surgery is better done earlier in life.\n### \n\n",
        "type": "article",
        "tags": [
          {
            "id": "recpnQhwTjvEVNCS5",
            "isDiagnosis": true,
            "name": "tethered cord"
          },
          {
            "id": "recYYPJRAfNqp5fwG",
            "isDiagnosis": true,
            "name": "spinal stenosis"
          }
        ],
        "links": []
      }
    ],
    "recbr6wODngvMyzNq": [
      {
        "id": {
          "type": "doi",
          "value": "10.5435/JAAOS-D-13-00215"
        },
        "title": "Thoracic Outlet Syndrome (Review Article)",
        "summary": "This review article described the anatomy behind, types and symptoms of each time, diagnosis, key examination findings, and treatment of thoracic outlet syndrome in detail.\n\nIn summary, thoracic outlet syndrome is a well-described disorder caused by thoracic outlet compression of the brachial plexus and/or the subclavian vessels. Neurogenic thoracic outlet syndrome is the most common manifestation, presenting with pain, numbness, tingling, weakness, and vasomotor changes of the upper extremity. Vascular complications of thoracic outlet syndrome are uncommon and include thromboembolic phenomena and swelling. The clinical presentation is highly variable, and no reproducible study exists to confirm the diagnosis; instead, the diagnosis is based on a physician’s judgment after a meticulous history and physical examination. Both nonsurgical and surgical treatment methods are available for thoracic outlet syndrome. Whereas nonsurgical management appears to be effective in some persons, surgical treatment has been shown to provide predictable long-term cure rates for carefully selected patients. In addition, physicians who do not regularly treat patients with thoracic outlet syndrome may not have an accurate view of this disorder, its treatment, or the possible success rate of treatment.\n",
        "type": "article",
        "tags": [
          {
            "id": "recbr6wODngvMyzNq",
            "isDiagnosis": true,
            "name": "thoracic outlet syndrome"
          }
        ],
        "links": [
          {
            "type": "article",
            "url": "https://journals.lww.com/jaaos/Fulltext/2015/04000/Thoracic_Outlet_Syndrome.4.aspx"
          }
        ]
      }
    ]
  },
  "byId": {
    "doi": {
      "10.1016/j.juro.2006.04.090": {
        "id": {
          "type": "doi",
          "value": "10.1016/j.juro.2006.04.090"
        },
        "title": "Treatment of the Occult Tethered Spinal Cord for Neuropathic Bladder: Results of Sectioning the Filum Terminale",
        "summary": "Study of 36 patients with severe urinary and/or fecal dysfunction, but with no indication of tethered cord on imaging.\n\nAfter sectioning of filum terminale, incontinence was resolved in 42% of patients. Urodynamics improved in 72%, bowel symptoms improved in 88%.\n",
        "type": "article",
        "tags": [
          {
            "id": "recpnQhwTjvEVNCS5",
            "isDiagnosis": true,
            "name": "tethered cord"
          }
        ],
        "links": [
          {
            "type": "article abstract",
            "url": "https://www.auajournals.org/doi/full/10.1016/j.juro.2006.04.090"
          }
        ]
      },
      "10.1007/s00586-004-0672-x": {
        "id": {
          "type": "doi",
          "value": "10.1007/s00586-004-0672-x"
        },
        "title": "Clinical evidence for cervical myelopathy due to Chiari malformation and spinal stenosis in a non-randomized group of patients with the diagnosis of fibromyalgia",
        "summary": "270 non-randomized patients with a diagnosis of Fibromayalgia and no previous diagnosis of neurological issues were given a neurological assessment for cervical myelopathy and then given imaging. 46% of patients showed cervical stenosis of 10 mm or less.\n\nStudy authors recommended further neurological evaluation of patients with Fibromayalgia for neurological issues.\n",
        "type": "article",
        "tags": [
          {
            "id": "recOk9iWFv8SgKzmZ",
            "isDiagnosis": true,
            "name": "chiari"
          }
        ],
        "links": [
          {
            "type": "article",
            "url": "https://link.springer.com/article/10.1007/s00586-004-0672-x"
          }
        ]
      },
      "10.1002/ajmg.c.31426": {
        "id": {
          "type": "doi",
          "value": "10.1002/ajmg.c.31426"
        },
        "title": "Connective tissue, Ehlers–Danlos syndrome(s), and head and cervical pain",
        "summary": "This paper covers the results of a large cohort study of over 2,000 patients with hypermobile connective tissue disorders and Chiari malformation (>5 mm), comparing the different cohorts with each other and healthy controls.\n\nThe paper asserts an association between connective tissue disorders and Chiari Malformation (2 mesodermal disorders). Patients with both connective tissue disorders and Chiari Malformation have a unique set of symptoms including a greater incidence of occipitoatlantoaxial hypermobility, and this tissue laxity can result in the unique problem of functional cranial settling, which is outlined in this paper, as well as other issues such as caudal displacement of the cerebellar tonsils, retro-odontoid pannus formation, and symptoms referable to basilar impression.\n",
        "type": "article",
        "tags": [],
        "links": [
          {
            "type": "article",
            "url": "https://chiarinsc.com/pdf/CMI%20and%20EDS%20article%202007.pdf"
          }
        ]
      },
      "10.1007/s10143-018-01070-4": {
        "id": {
          "type": "doi",
          "value": "10.1007/s10143-018-01070-4"
        },
        "title": "Cervical medullary syndrome secondary to craniocervical instability and ventral brainstem compression in hereditary hypermobility connective tissue disorders: 5-year follow-up after craniocervical reduction, fusion, and stabilization",
        "summary": "This paper is the first 5-year retrospective study of its kind. It is a case series of 22 patients with hypermobile CTDs and complex Chiari patient's (with both Chiari and CCI, basilar invagination, etc.) surgery outcomes 5 years after fusion surgeries. The results were highly positive with no morbidity, few complications (most of the complications involving bone graft harvesting), and patient satisfaction, with 14/20 subjects greatly improving quality of life and functional capacity.\n\nHenderson also explains the various neurological measurements involved in assessing for CCI (with pictures) and describes his surgical technique (also with diagrams). A helpful diagram and list of the top symptoms experience pre- and post-op by patients is also included.\n",
        "type": "article",
        "tags": [
          {
            "id": "recuGBZ7iEvxw9Sle",
            "isDiagnosis": true,
            "name": "cci"
          },
          {
            "id": "recXuktLrqiF3Dr2t",
            "isDiagnosis": true,
            "name": "cervical medullary syndrome"
          }
        ],
        "links": [
          {
            "type": "article",
            "url": "https://link.springer.com/article/10.1007%2Fs10143-018-01070-4"
          }
        ]
      },
      "10.4172/2165-7939.1000364": {
        "id": {
          "type": "doi",
          "value": "10.4172/2165-7939.1000364"
        },
        "title": "Diagnosis of Atlantoaxial Instability Requires Clinical Suspicion to Drive the Radiological Investigation",
        "summary": "This article describes Atlanto-Axial Instability (AAI), or hypermobility of the C1-2 segment:\n\n- Its diagnosis (with CT, DMX/X-ray, and MRI)\n- The symptoms it causes\n- Criteria for surgery\n- The patient populations it commonly appears in. \n\nThe author emphasizes that non-traumatic AAI often requires dynamic imaging for proper diagnosis and treatment.\n",
        "type": "article",
        "tags": [
          {
            "id": "recrlprhvu6Bfcw2T",
            "isDiagnosis": true,
            "name": "aai"
          }
        ],
        "links": [
          {
            "type": "article",
            "url": "https://www.hilarispublisher.com/open-access/diagnosis-of-atlantoaxial-instability-requires-clinical-suspicion-to-drivethe-radiological-investigation-2165-7939-1000364.pdf"
          }
        ]
      },
      "10.3389/fneur.2020.00828": {
        "id": {
          "type": "doi",
          "value": "10.3389/fneur.2020.00828"
        },
        "title": "Signs of Intracranial Hypertension, Hypermobility, and Craniocervical Obstructions in Patients With Myalgic Encephalomyelitis/Chronic Fatigue Syndrome",
        "summary": "In this retrospective, cross-sectional study, the study authors sought to assess whether hypermobility and neurological/neurosurgical issues could be responsible for at least some explanation of the symptoms of severe Myalgic Encaphalomyelitis (ME) (Canada Consensus Criteria). \n\n229 patients (190 women and 39 men) were assessed for hypermobility (Beighton Score), intracranial hypertension (quotient of the optic nerve sheet diameter (ONSD)/eyeball transverse diameter on both sides), cerebellar tonsil position (McRae's line), craniocervical obstructions, allodynia (quantitative sensory testing (QST)).\n\nThe study found a significantly higher percentage of patients in the severe ME population than the general population, with fully half or more of the patients exhibiting these pathologies.\n",
        "type": "article",
        "tags": [
          {
            "id": "recQ7F8nVA6ZePDU1",
            "isDiagnosis": true,
            "name": "intracranial hypo/hypertension"
          },
          {
            "id": "recuGBZ7iEvxw9Sle",
            "isDiagnosis": true,
            "name": "cci"
          }
        ],
        "links": [
          {
            "type": "article",
            "url": "https://www.frontiersin.org/articles/10.3389/fneur.2020.00828/full"
          }
        ]
      },
      "10.1016/j.bbih.2020.100107": {
        "id": {
          "type": "doi",
          "value": "10.1016/j.bbih.2020.100107"
        },
        "title": "Autoantibodies to beta-adrenergic and muscarinic cholinergic receptors in Myalgic Encephalomyelitis (ME) patients – A validation study in plasma and cerebrospinal fluid from two Swedish cohorts",
        "summary": "If you have these antibodies, the acetylcholine receptors on your cells may be damaged, meaning you need, in essence, more acetylcholine than usual to function properly. \n\nMestinon blocks acetylcholinesterase, an enzyme that breaks down acetylcholine, thereby increasing acetylcholine. \n\nAcetylcholine is the primary neurotransmitter of the vagus nerve. It also regulates mast cell degranulation, and so may pay a role in MCAS.\n",
        "type": "article",
        "tags": [
          {
            "id": "reckOoCIhEZYdoNw4",
            "isDiagnosis": true,
            "name": "mcas"
          },
          {
            "id": "recCvgIVcwri2MnNL",
            "isDiagnosis": true,
            "name": "csf leaks"
          }
        ],
        "links": [
          {
            "type": "article",
            "url": "https://www.sciencedirect.com/science/article/pii/S2666354620300727?fbclid=IwAR1bGYQf0SO1T7M2gkEblcGxBPwXAnwEji039JPQpmXKoqX6UiO8NaGIYOo"
          },
          {
            "type": "discussion",
            "url": "https://www.facebook.com/groups/MECFSBrainSpine/permalink/1628139870697040/"
          }
        ]
      },
      "10.1016/s0268-0033(00)00034-6": {
        "id": {
          "type": "doi",
          "value": "10.1016/s0268-0033(00)00034-6"
        },
        "title": "Biomechanics of the cervical spine. I: Normal kinematics",
        "summary": "In the first of four installments of what are essentially anatomy primers, the article authors detail the current knowledge of the cervical spine, and it's mechanics of the vertebra and soft tissues under normal conditions and conditions that can cause injury. The authors describe in detail the basic anatomy of the cervical spine and how it affects joint movement and summarize collated research articles on range of motion of each of the joints of the cervical spine, the order of movement of the vertebra in flexion and extension, and also the centers of rotation, mechanics, and biological basis.\n\nThe link is to an abstract only, and readers must view the attached PDF for the full text.\n",
        "type": "article",
        "tags": [],
        "links": [
          {
            "url": "https://www.sciencedirect.com/science/article/abs/pii/S0268003300000346"
          }
        ]
      },
      "10.1111/jon.12751": {
        "id": {
          "type": "doi",
          "value": "10.1111/jon.12751"
        },
        "title": "Altered Structural Brain Networks Related to Adrenergic/Muscarinic Receptor Autoantibodies in Chronic Fatigue Syndrome",
        "summary": "If you have these antibodies, the acetylcholine receptors on your cells may be damaged, meaning you need, in essence, more acetylcholine than usual to function properly. \n\nMestinon blocks acetylcholinesterase, an enzyme that breaks down acetylcholine, thereby increasing acetylcholine. \n\nAcetylcholine is the primary neurotransmitter of the vagus nerve. It also regulates mast cell degranulation, and so may pay a role in MCAS.\n",
        "type": "article",
        "tags": [
          {
            "id": "reckOoCIhEZYdoNw4",
            "isDiagnosis": true,
            "name": "mcas"
          }
        ],
        "links": [
          {
            "type": "article abstract",
            "url": "https://onlinelibrary.wiley.com/doi/abs/10.1111/jon.12751"
          }
        ]
      },
      "10.1016/j.cnp.2020.01.003": {
        "id": {
          "type": "doi",
          "value": "10.1016/j.cnp.2020.01.003"
        },
        "title": "Cerebral Blood Flow Is Reduced in ME/CFS During Head-Up Tilt Testing Even in the Absence of Hypotension or Tachycardia: A Quantitative, Controlled Study Using Doppler Echography",
        "summary": "Doppler flow imaging was used to measure cerebral blood flow (CBF) in 429 ME/CFS patients and 44 healthy controls during a head-up tilt test. CBF was reduced 26% in ME/CFS patients vs. 7% in controls. CBF reduction was > 2 standard deviations in 90% of ME/CFS patients vs 13% of controls.\n",
        "type": "article",
        "tags": [
          {
            "id": "rec3nvKSDcLVXuFo0",
            "isDiagnosis": true,
            "name": "vascular compression"
          }
        ],
        "links": [
          {
            "type": "article",
            "url": "https://pubmed.ncbi.nlm.nih.gov/32140630/"
          }
        ]
      },
      "10.1007/s10620-020-06264-9": {
        "id": {
          "type": "doi",
          "value": "10.1007/s10620-020-06264-9"
        },
        "title": "Mast Cell Activation Syndrome: A Primer for the Gastroenterologist",
        "summary": "\"Gastroenterologists who become aware of this syndrome can dramatically improve the quality of life for their patients who previously have been labeled with a functional gastrointestinal disorder.\"\n",
        "type": "article",
        "tags": [
          {
            "id": "reckOoCIhEZYdoNw4",
            "isDiagnosis": true,
            "name": "mcas"
          }
        ],
        "links": [
          {
            "type": "article abstract",
            "url": "https://link.springer.com/article/10.1007/s10620-020-06264-9?fbclid=IwAR1Rqf2Jhy6q_dAKeElPID1BakTgI9oM0lAZ5t1NWRRnyI0qhLyLkqv3pTw"
          }
        ]
      },
      "10.1002/ajmg.c.31549": {
        "id": {
          "type": "doi",
          "value": "10.1002/ajmg.c.31549"
        },
        "title": "Neurological and spinal manifestations of the Ehlers–Danlos syndromes",
        "summary": "Connective tissue disorders cause downstream issues including:\n\n- Migraine\n- Idiopathic intracranial hypo/hypertension\n- Chiari malformation\n- Atlantoaxial instability\n- Craniocervical instability\n- Tethered cord syndrome\n",
        "type": "article",
        "tags": [
          {
            "id": "recpnQhwTjvEVNCS5",
            "isDiagnosis": true,
            "name": "tethered cord"
          },
          {
            "id": "recrlprhvu6Bfcw2T",
            "isDiagnosis": true,
            "name": "aai"
          },
          {
            "id": "recOk9iWFv8SgKzmZ",
            "isDiagnosis": true,
            "name": "chiari"
          },
          {
            "id": "recuGBZ7iEvxw9Sle",
            "isDiagnosis": true,
            "name": "cci"
          },
          {
            "id": "recIEXw3MH6BAtcA7",
            "isDiagnosis": true,
            "name": "cervical stenosis"
          },
          {
            "id": "recQ7F8nVA6ZePDU1",
            "isDiagnosis": true,
            "name": "intracranial hypo/hypertension"
          },
          {
            "id": "recCvgIVcwri2MnNL",
            "isDiagnosis": true,
            "name": "csf leaks"
          }
        ],
        "links": [
          {
            "type": "article",
            "url": "https://onlinelibrary.wiley.com/doi/abs/10.1002/ajmg.c.31549"
          }
        ]
      },
      "10.1097/00006123-199807000-00110": {
        "id": {
          "type": "doi",
          "value": "10.1097/00006123-199807000-00110"
        },
        "title": "Nontraumatic Atlanto-occipital and Atlantoaxial Rotatory Subluxation: Case Report",
        "summary": "Interesting case study of a 13 year-old girl who developed CCI/AAI following a neck infection.\n",
        "type": "article",
        "tags": [
          {
            "id": "recrlprhvu6Bfcw2T",
            "isDiagnosis": true,
            "name": "aai"
          },
          {
            "id": "recuGBZ7iEvxw9Sle",
            "isDiagnosis": true,
            "name": "cci"
          }
        ],
        "links": [
          {
            "type": "article abstract",
            "url": "https://journals.lww.com/spinejournal/Abstract/2018/12010/Congenital_Unilateral_Atlanto_Occipital_Rotatory.19.aspx"
          }
        ]
      },
      "10.1186/s12967-018-1397-7": {
        "id": {
          "type": "doi",
          "value": "10.1186/s12967-018-1397-7"
        },
        "title": "Improvement of severe ME/CFS symptoms following surgical treatment of cervical spinal stenosis",
        "summary": "Case study of 3 moderate/severe ME/CFS patients who were diagnosed with cervical stenosis following a cervical MRI. \nMeasures of neurological function improved significantly after treatment.\n",
        "type": "article",
        "tags": [
          {
            "id": "recIEXw3MH6BAtcA7",
            "isDiagnosis": true,
            "name": "cervical stenosis"
          },
          {
            "id": "recYYPJRAfNqp5fwG",
            "isDiagnosis": true,
            "name": "spinal stenosis"
          }
        ],
        "links": []
      },
      "10.3174/ajnr.A2953": {
        "id": {
          "type": "doi",
          "value": "10.3174/ajnr.A2953"
        },
        "title": "Incidence of Extrinsic Compression of the Internal Jugular Vein in Unselected Patients Undergoing CT Angiography",
        "summary": "Study of 108 consecutive patients already having a (supine) CT angiogram for reasons other than vascular issues (so although these are not healthy controls, there's no strong reason to believe their symptoms are because of stenosis).\n\nInterestingly, 67.6% of people had some narrowing of one or other jugular.\n\nCollateral veins can form around the main veins when flow is blocked. But the study shows a complex picture where although collateral veins are far more common in people with stenosis of the main vein, they can also be present without; and severe stenosis can exist without the formation of collateral vessels.\n\nAs with so many  comorbidities we've found in our cohort of people with ME, identification of pathologies requires specialist knowledge,  sophisticated reading of imagery, and many signs can be incidental in patients without symptoms.\n",
        "type": "article",
        "tags": [
          {
            "id": "recIEXw3MH6BAtcA7",
            "isDiagnosis": true,
            "name": "cervical stenosis"
          }
        ],
        "links": [
          {
            "type": "article",
            "url": "http://www.ajnr.org/content/33/7/1247"
          },
          {
            "type": "pdf",
            "url": "http://www.ajnr.org/content/ajnr/33/7/1247.full.pdf"
          },
          {
            "type": "discussion",
            "url": "https://www.facebook.com/groups/MECFSBrainSpine/permalink/1657545987756428/?comment_id=1659194857591541"
          }
        ]
      },
      "10.3109/02699052.2010.490512": {
        "id": {
          "type": "doi",
          "value": "10.3109/02699052.2010.490512"
        },
        "title": "A case-control study of cerebellar tonsillar ectopia (Chiari) andhead/neck trauma (whiplash)",
        "summary": "In this case-control study, the authors examined the frequency of cerebellar tonsillar ectopia (CTE) in 1,200 MRIs (half upright, half supine) of patients with neck pain, divided into a population of patients who had had a traumatic whiplash injury (600), and a population who had not (600). \n\nNotably, CTE was found 2.5-times more often in the upright trauma vs the recumbent trauma group and\u0018 4-times more often than in either of the non-trauma groups.  The authors conclude that, while more research is needed since this is the first study of its kind, clinicians may want to evaluate their patients for CTE if they have neck pain, a history of a whiplash injury, and other common signs such as bilateral sensory or motor deficits in the upper extremities.\n\nThe authors also discussed other effects of whiplash injuries such as dural leaks (CSF leaks).\n",
        "type": "article",
        "tags": [
          {
            "id": "recOk9iWFv8SgKzmZ",
            "isDiagnosis": true,
            "name": "chiari"
          }
        ],
        "links": [
          {
            "url": "https://sci-hub.tw/10.3109/02699052.2010.490512"
          }
        ]
      },
      "10.1007/s10143-020-01345-9": {
        "id": {
          "type": "doi",
          "value": "10.1007/s10143-020-01345-9"
        },
        "title": "Atlanto-axial rotary instability (Fielding type 1): characteristic clinical and radiological findings, and treatment outcomes following alignment, fusion, and stabilization",
        "summary": "Great info on rotary AAI, why it is failed to be diagnosed, and why surgery is harder in CTD patients.\n\nDiscusses \"occult\"  hypermobility- where artifacts are not not visible on traditional scans.\n\n\"The alar ligament consists chiefly of inelastic collagen fibers, and can be irreversibly stretched after trauma, potentially leading to chronic occult hypermobility of the cranio-cervical junction.“\n",
        "type": "article",
        "tags": [
          {
            "id": "recrlprhvu6Bfcw2T",
            "isDiagnosis": true,
            "name": "aai"
          }
        ],
        "links": [
          {
            "type": "article",
            "url": "https://link.springer.com/article/10.1007/s10143-020-01345-9?fbclid=IwAR3iCQHENdhSz0nrJhwH1IENyffhIpXqHuWSHNg8pwegxhuFvcIv8hAW6ac"
          }
        ]
      },
      " 10.1016/j.wneu.2019.08.016": {
        "id": {
          "type": "doi",
          "value": " 10.1016/j.wneu.2019.08.016"
        },
        "title": "Meningocele Manqué Discovered During Filum Terminale Resection in Occult Tethered Cord Syndrome",
        "summary": "Case study of a patient with negative imaging, but symptoms of tethered cord. \n\nOn laminectomy, it was discovered that abnormally-developing meningoceles had physically tethered the spinal cord.\n\nRelease of the filum terminale would have been insufficient to address symptoms- the tether was at L2-3.\n\nChecking pre-operative imaging again, 3-dimensional reconstruction of a high-resolution MRI would have identified the problem ahead of surgery.\n",
        "type": "article",
        "tags": [
          {
            "id": "recpnQhwTjvEVNCS5",
            "isDiagnosis": true,
            "name": "tethered cord"
          }
        ],
        "links": [
          {
            "type": "article",
            "url": "https://pubmed.ncbi.nlm.nih.gov/31430540/"
          }
        ]
      },
      "10.1016/j.juro.2015.09.082": {
        "id": {
          "type": "doi",
          "value": "10.1016/j.juro.2015.09.082"
        },
        "title": "Filum Section for Urinary Incontinence in Children with Occult Tethered Cord Syndrome: A Randomized, Controlled Pilot Study",
        "summary": "A study of 21 patients who were selected for sectioning of filum terminale based on urodynamics.\n\n\"After 8 years we accrued 21 patients. The bowel and bladder dysfunction score improved in the surgical and medical arms (20% and 24%) and the urodynamic score improved slightly (6% and 4%, respectively). The PEMQOL Child and Family Impact Scales improved modestly in both groups. All differences were nonsignificant. \"\n\nThe study does not define occult tethered cord syndrome in the way we're used to, concerning itself only with urinary/bowel symptoms:\n\n\"OTCS, in which [bladder and bowel dysfunction] is attributed to tethering by the filum despite a normally located conus on MRI.\"\n\nWhereas OTCS is defined by the NIH as a triad of symptoms: urinary/bowel, neurological, and orthopedic: https://rarediseases.info.nih.gov/diseases/4018/occult-spinal-dysraphism\n\nThis study specifically excludes patients with symptoms in one leg of the triad:\n\n\"Evidence of progressive lower extremity motor/ sensory deficits was a patient exclusion criterion.\"\n",
        "type": "article",
        "tags": [
          {
            "id": "recpnQhwTjvEVNCS5",
            "isDiagnosis": true,
            "name": "tethered cord"
          }
        ],
        "links": [
          {
            "url": "https://www.sciencedirect.com/science/article/abs/pii/S0022534715049150"
          }
        ]
      },
      "10.5435/JAAOS-D-13-00215": {
        "id": {
          "type": "doi",
          "value": "10.5435/JAAOS-D-13-00215"
        },
        "title": "Thoracic Outlet Syndrome (Review Article)",
        "summary": "This review article described the anatomy behind, types and symptoms of each time, diagnosis, key examination findings, and treatment of thoracic outlet syndrome in detail.\n\nIn summary, thoracic outlet syndrome is a well-described disorder caused by thoracic outlet compression of the brachial plexus and/or the subclavian vessels. Neurogenic thoracic outlet syndrome is the most common manifestation, presenting with pain, numbness, tingling, weakness, and vasomotor changes of the upper extremity. Vascular complications of thoracic outlet syndrome are uncommon and include thromboembolic phenomena and swelling. The clinical presentation is highly variable, and no reproducible study exists to confirm the diagnosis; instead, the diagnosis is based on a physician’s judgment after a meticulous history and physical examination. Both nonsurgical and surgical treatment methods are available for thoracic outlet syndrome. Whereas nonsurgical management appears to be effective in some persons, surgical treatment has been shown to provide predictable long-term cure rates for carefully selected patients. In addition, physicians who do not regularly treat patients with thoracic outlet syndrome may not have an accurate view of this disorder, its treatment, or the possible success rate of treatment.\n",
        "type": "article",
        "tags": [
          {
            "id": "recbr6wODngvMyzNq",
            "isDiagnosis": true,
            "name": "thoracic outlet syndrome"
          }
        ],
        "links": [
          {
            "type": "article",
            "url": "https://journals.lww.com/jaaos/Fulltext/2015/04000/Thoracic_Outlet_Syndrome.4.aspx"
          }
        ]
      },
      "10.1016/j.amjms.2016.12.013": {
        "id": {
          "type": "doi",
          "value": "10.1016/j.amjms.2016.12.013"
        },
        "title": "Characterization of Mast Cell Activation Syndrome",
        "summary": "413 patients, selected both retrospectively and prospectively.\n\nAbnormalities in routine labs were common and diverse but typically modest. The most useful diagnostic markers were heparin, prostaglandin D2, histamine, and chromogranin A. Flow cytometric and cytokine assessments were unhelpful.\n\nTreatment of samples is crucial: \"Also, other work has clarified the importance of continuous specimen chilling, including use of refrigerated centrifugation for plasma separation, when seeking plasma heparin levels.\"\n\nThe discussion section has some interesting speculation about whether some diagnoses found as comorbidities may in fact be unrecognised MCAS- for example GERD, thrombocytopenia purpura, polycythemia vera, etc.\n",
        "type": "article",
        "tags": [
          {
            "id": "reckOoCIhEZYdoNw4",
            "isDiagnosis": true,
            "name": "mcas"
          }
        ],
        "links": [
          {
            "type": "article",
            "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5341697/?fbclid=IwAR3VrOJmA3-mw8xpAaFA3FF20Wu_-zPhR5Z2-cCqts-xTWso0a93GLGB_R0"
          }
        ]
      },
      "10.1002/ajmg.c.31552": {
        "id": {
          "type": "doi",
          "value": "10.1002/ajmg.c.31552"
        },
        "title": "The 2017 international classification of the Ehlers–Danlos syndromes",
        "summary": "This article from 2017 updates the diagnostic criteria and classification criteria for Ehlers-Danlos Syndrome (EDS) (a heritable connective tissue disorder) from the previous 1998 Villefranche Nosology's six sub-types. The International EDS Consortium proposes a revised EDS classification, which recognizes 13 subtypes.  and also proposes a pathogenetic scheme, that regroups EDS subtypes for which the causative proteins function within the same pathway (based on the different affected genes).\n\nThe authors include many helpful photos, diagrams, and charts.\n",
        "type": "article",
        "tags": [],
        "links": [
          {
            "url": "https://onlinelibrary.wiley.com/doi/full/10.1002/ajmg.c.31552"
          }
        ]
      },
      "10.3171/2017.3.PEDS16596": {
        "id": {
          "type": "doi",
          "value": "10.3171/2017.3.PEDS16596"
        },
        "title": "Magnetic resonance imaging in the prone position and the diagnosis of tethered spinal cord",
        "summary": "A small study showing that a comparison of conus position in the spinal canal between prone and supine MRI appears to be a sensitive and specific measure for tethered cord. \n\nWhereas 38/41 patients with tethered cord had diminished ventral motion, 30/30 controls had > 10% canal width motion.\n",
        "type": "article",
        "tags": [
          {
            "id": "recpnQhwTjvEVNCS5",
            "isDiagnosis": true,
            "name": "tethered cord"
          }
        ],
        "links": [
          {
            "type": "article",
            "url": "https://thejns.org/pediatrics/view/journals/j-neurosurg-pediatr/21/1/article-p4.xml"
          }
        ]
      },
      "10.3171/2017.3.PEDS17126": {
        "id": {
          "type": "doi",
          "value": "10.3171/2017.3.PEDS17126"
        },
        "title": " Magnetic resonance imaging in the prone position and the diagnosis of tethered spinal cord",
        "summary": "In this study, with a larger sample size than previous studies, the authors tested the hypothesis that lack of central conus motion (lack of spinal cord movement within the spinal canal) on prone MRI is a sensitive and specific test in identifying patients with occult tethered cord syndrome (OTCS) or a re-tethered cord.\n\nProne MRI scans from 41 patients who underwent tethered cord release surgery, grouped into 2 groups (new OTCS diagnosis and re-tethered cord) plus a third control group were examined.\n\nLack of conus motion was found in the OTCS groups, and the sensitivity and specifity of the test (does the test accurately show the problem without false positives?) was found to be above 97%. The authors further suggest 10% canal width motion as a threshold that can separate the tethered and the nontethered groups.\n",
        "type": "article",
        "tags": [
          {
            "id": "recpnQhwTjvEVNCS5",
            "isDiagnosis": true,
            "name": "tethered cord"
          }
        ],
        "links": [
          {
            "type": "article",
            "url": "https://thejns.org/pediatrics/view/journals/j-neurosurg-pediatr/21/1/article-p4.xml"
          }
        ]
      },
      " 10.1002/ajmg.c.31549": {
        "id": {
          "type": "doi",
          "value": " 10.1002/ajmg.c.31549"
        },
        "title": "Neurological and Spinal Manifestations of theEhlers–Danlos Syndromes",
        "summary": "On the basis of a large shared experience in the treatment of EDS, the authors were solicited to contribute a review of the neurological and spinal manifestations of EDS. In preparation for the EDS International Symposium 2016, the authors formed subcommittees to research individual topics relating to EDS and its neurological presentations, and present in this article those findings for fellow EDS medical practitioners.\n\nThe authors describe EDS (a heterogeneous group of heritable connective tissue disorders characterized by joint hypermobility, skin extensibility, and tissue fragility), then go on to describe in topic form various neurological issues that can arise from ligament and tissue laxity in the spine. \n\nThe authors describe how stress on the nervous system (such as nerve entrapment) may alter gene and phenotype expression, as well as general nervous function. The authors also comment on the increased prevalence of migraine, idiopathic intracranial hypertension, Tarlov cysts, tethered cord syndrome, and dystonia in this patient populations, as well as Chiari Malformation Type I and craniocervical instability and basilar invagination. Ligament and tissue laxity and fragility can also cause motor delay, headache, and quadriparesis, as well as discopathy, early degenerative spondylotic disease.\n\nThe authors also comment on the painful nature of EDS and it's various associated symptoms such as weakness, myalgia, easy fatigability, limited walking, reduction of vibration sense, and impairment of mobility and daily activities. \n",
        "type": "article",
        "tags": [],
        "links": [
          {
            "url": "https://onlinelibrary.wiley.com/doi/full/10.1002/ajmg.c.31549"
          }
        ]
      },
      "10.1016/S0140-6736(02)07440-8": {
        "id": {
          "type": "doi",
          "value": "10.1016/S0140-6736(02)07440-8"
        },
        "title": "Venous sinus stenting for refractory benign intracranial hypertension",
        "summary": "This article is a case study of a woman with refractory intracranial hypertension, who upon venography and manometry (venous imaging) was found to have partial obstruction of both transverse venous sinuses, with raised pressures proximal to the obstructions. The patient improved significantly, including her intracranial hypertension, after insertion of a stent to reduce the pressure gradient. This case study-- along with other literature supporting a relationship between intracranial pressure and venous obstruction-- indicates that venous issues should be investigated in the setting of an intracranial hypertension diagnosis.\n",
        "type": "article",
        "tags": [
          {
            "id": "recQ7F8nVA6ZePDU1",
            "isDiagnosis": true,
            "name": "intracranial hypo/hypertension"
          }
        ],
        "links": [
          {
            "type": "article abstract",
            "url": "https://www.sciencedirect.com/science/article/abs/pii/S0140673602074408"
          }
        ]
      },
      "10.1007/BF00806702": {
        "id": {
          "type": "doi",
          "value": "10.1007/BF00806702"
        },
        "title": "Effect of acetylcholine on mast cells of the dura mater",
        "summary": "In this study using rats, the authors tested the effect of various doses of acetylcholine (100, 200, and 500 mg/kg) on the mast cells of the albino rat dura mater (sheath around the spinal cord).\n\nThe authors found that acetylcholine has an activating effect on monoamine secretion, using measured differences in the accumulated or eliminated monoamines after dosing.\n",
        "type": "article",
        "tags": [
          {
            "id": "reckOoCIhEZYdoNw4",
            "isDiagnosis": true,
            "name": "mcas"
          }
        ],
        "links": [
          {
            "url": "https://link.springer.com/article/10.1007/BF00806702"
          },
          {
            "type": "article",
            "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5796598/"
          }
        ]
      },
      "10.3171/2014.9.PEDS14241": {
        "id": {
          "type": "doi",
          "value": "10.3171/2014.9.PEDS14241"
        },
        "title": "Disparities in clinical and economic outcomes in children and adolescents following surgery for tethered cord syndrome in the United States",
        "summary": "In this study, the authors analyzed demographics, complications, and outcomes in children and adolescents who underwent surgery for TCS by retrospectively identifying patients in the national Kids' Inpatient Database (KID).They looked at the rate of surgery complications, surgery outcomes, comorbidities, and more, with kids grouped by age. \n\nA total of 7397 children and adolescents met the criteria in the 4 studied years. The mean age was 5.7 years; 55.3% of patients were younger than 5 years, 21.5% were 6–10 years, and 16.2% were 11–15 years. Most surgeries were performed in patients who were female (55.0%) and white (64.4%) and were performed at large (49.8%), teaching (94.2%), and urban (99.1%) children's (89.3%) hospitals. The trend showed an increase in prevalence from 2000 (19.9%) to 2009 (29.6%). Common comorbidities included anomalies in spinal curvature (16.7%), urinary or bladder dysfunction (14.3%), and spinal stenosis/spondylosis (1.4%). Non-routine discharges (3.3%) were significantly higher with advancing age, increasing from 2.2% in those younger than 5 years to 9.0% in those older than 15 years (p < 0.0001). There was a similar increasing trend for complications (6.8% to 13.9%, respectively, p < 0.0001) and average LOS (3.5 to 5.1 days, respectively, p < 0.0001). Hospital charges increased with age from an average of $28,521 in those younger than 5 years to $36,855 in those older than 15 years (p < 0.0001).\n\nOlder children tended to have more issues with surgery, supporting the conclusion that surgery is better done earlier in life.\n### \n\n",
        "type": "article",
        "tags": [
          {
            "id": "recpnQhwTjvEVNCS5",
            "isDiagnosis": true,
            "name": "tethered cord"
          },
          {
            "id": "recYYPJRAfNqp5fwG",
            "isDiagnosis": true,
            "name": "spinal stenosis"
          }
        ],
        "links": []
      },
      "10.1038/s41598-017-16173-z": {
        "id": {
          "type": "doi",
          "value": "10.1038/s41598-017-16173-z"
        },
        "title": "Ultrasonographic measurement of the optic nerve sheath diameter and its association with eyeball transverse diameter in 585 healthy volunteers",
        "summary": "In the evaluation of intracranial pressure (ICP) for the diagnosis of various disorders such as idiopathic intracranial hypertension, optic nerve sheath diameter (ONSD) is often used as an indirect marker of ICP. The authors of this study sought to clarify the unclear optimal cut-off of ONSD and the general use of ONSD in evaluating ICP.\n\nUsing ultrasonography (a non-invasive method for measuring ONSD) on 585 healthy volunteers, the authors measured ONSD, and found that of the factors studied, only eyeball transverse diameter (ETD) was independently associated with ONSD. The authors established a normative (normal) value for ONSD and ETD, and a normative value for the ONSD/ETD ratio, and further asserted that the ONSD/ETD ratio might be a more reliable marker for ICP than ONSD alone.\n\n",
        "type": "article",
        "tags": [
          {
            "id": "recQ7F8nVA6ZePDU1",
            "isDiagnosis": true,
            "name": "intracranial hypo/hypertension"
          }
        ],
        "links": [
          {
            "url": "https://www.nature.com/articles/s41598-017-16173-z"
          }
        ]
      },
      "10.2147/jpr.s186878": {
        "id": {
          "type": "doi",
          "value": "10.2147/jpr.s186878"
        },
        "title": "The link between idiopathic intracranial hypertension, fibromyalgia, and chronic fatigue syndrome: exploration of a shared pathophysiology",
        "summary": "This article is a literature review exploring the idea that since fibromayalgia (FM) and chronic fatigue syndrome (CFS) aren't well understood and their symptoms have significant overlap with idiopathic intracranial hypertention (IICH or IIH), the symptoms of FM and CFS could be caused by increased intracranial and spinal fluid pressure.\n\nLiterature reviewed discussed common symptoms for all 3 conditions and their overlap, the mechanism for nerve involvement in IICH, common symptoms associated with each nerve's involvement, the high incidence of small fiber neuropathy (SFN) in these patients, the involvement of the sympathetic nervous system, disability and quality of life among these patients, and the role of cerebral blood flow in all 3 conditions.\n\nThe authors concluded that IICH, FM, and CFS share very similar characteristics and probably are caused by the same underlying disorder, and that IICH, FM, and CFS can be considered progressive neurological disorders affecting the central and peripheral nervous systems. They point out the stigma associated with FM and CFS diagnoses and urge further investigation into treating intracranial and spinal fluid pressure.\n\nThey further assert that this hypothesis may also provide an explanation for several overlapping chronic pain conditions, including FM, CFS, temporomandibular disorders, irritable bowel syndrome, chronic tension headache, chronic migraine, severe dry eyes, and chronic nonspecific low back pain.\n\n\n\n\n",
        "type": "article",
        "tags": [
          {
            "id": "recQ7F8nVA6ZePDU1",
            "isDiagnosis": true,
            "name": "intracranial hypo/hypertension"
          }
        ],
        "links": [
          {
            "type": "article",
            "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6292399/"
          }
        ]
      },
      "10.1016/j.surneu.2009.03.008": {
        "id": {
          "type": "doi",
          "value": "10.1016/j.surneu.2009.03.008"
        },
        "title": "Association of Chiari malformation type I and tethered cord syndrome:preliminary results of sectioning filum terminale",
        "summary": "In this retrosepctive study, the authors examined the scans of a cohort of 2,987 patients with Chiari Malformation Type I (CM-1) and 289 patients with low-lying cerebellar tonsils (LLCT), in addition to findings in 74 children and 244 adults undergoing section of the filum (SFT) (tethered cord release surgery), to determine whether there was a relationship between tethered cord and CM-1.\n\nThe authors found that there is a subset of patients who have CM-1 paired with tethered cord syndrome (TCS), different from \"generic\" CM-1. These patients have distinctive clinical differences: a normal foramen magnum size and the absence of a small posterior cranial fossa, as seen in \"generic\" CM-1. Other clinical signs that can be seen include elongation and downward displacement of the hindbrain (cerebellar tonsils), normal position of the conus medullaris, a tight filum terminale, and reduced CSF flow in the lumbar theca. \n\nThe authors also discuss preliminary evidence that SFT can reverse moderate degrees of tonsillar ectopia and is appropriate treatment for cerebellar ptosis after Chiari surgery in this cohort.\n",
        "type": "article",
        "tags": [
          {
            "id": "recpnQhwTjvEVNCS5",
            "isDiagnosis": true,
            "name": "tethered cord"
          },
          {
            "id": "recOk9iWFv8SgKzmZ",
            "isDiagnosis": true,
            "name": "chiari"
          }
        ],
        "links": [
          {
            "url": "https://www.sciencedirect.com/science/article/abs/pii/S0090301909002572"
          }
        ]
      },
      "10.1007/s10143-017-0830-3": {
        "id": {
          "type": "doi",
          "value": "10.1007/s10143-017-0830-3"
        },
        "title": "Utility of the clivo-axial angle in assessing brainstem deformity: pilot study and literature review",
        "summary": "This article is a literature review paired with a prospective pilot study of ten patients with ventral brainstorm deformity/compression (a kyphotic, or acute, CXA [Clivo-Axial Angle]). Correction of abnormal CXA with fusion and occipito-cervical stabilization correlated with statistically significant clinical improvement in this cohort of patients.\n\nThis study's results supported the thesis that a connection between the cervical medullary syndrome and a patient's generally disability with their CXA and assert that a reduction and fusion operation would help alleviate symptoms, after establishing that brainstem deformity has been established to cause neurological deficits.\n\nA description of the diagnostic process, the cervicomedullary syndrome, the effects of brainstem deformity on axons and more, and the surgical procedure with diagrams is also included. This article's literature review includes a wide swath of other studies similar in nature.\n",
        "type": "article",
        "tags": [
          {
            "id": "recrlprhvu6Bfcw2T",
            "isDiagnosis": true,
            "name": "aai"
          },
          {
            "id": "recuGBZ7iEvxw9Sle",
            "isDiagnosis": true,
            "name": "cci"
          }
        ],
        "links": [
          {
            "type": "article",
            "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5748419/"
          }
        ]
      },
      "10.1002/lary.27678": {
        "id": {
          "type": "doi",
          "value": "10.1002/lary.27678"
        },
        "title": "Laryngeal Manifestations of Cranial Nerve IX/X Compression at the Brainstem",
        "summary": "A study focusing on laryngeal symptoms involving 49 patients with lower cranial nerve vascular compression (LCN IX/X [9 and 10]), where 24 underwent decompression surgery (retromastoid craniectomy) and 25 had conservative treatments. 10/24 surgery patients had complete or near-complete resolution of laryngeal symptoms as opposed to 2/25 conservative management patients. With 4/24 patients having major perioperative complications, the surgery is deemed to have acceptable risk. \n",
        "type": "article",
        "tags": [
          {
            "id": "recuGBZ7iEvxw9Sle",
            "isDiagnosis": true,
            "name": "cci"
          }
        ],
        "links": [
          {
            "type": "article",
            "url": "https://pubmed.ncbi.nlm.nih.gov/30582168/"
          }
        ]
      },
      "10.1177/014556130408300814": {
        "id": {
          "type": "doi",
          "value": "10.1177/014556130408300814"
        },
        "title": "Grisel's syndrome: The two-hit hypothesis-A case report and literature review",
        "summary": "A case report paired with a literature review regarding Grisel's Syndrome, which is a subluxation of C1 on C2 (atlantoaxial subluxation) that didn't come from a trauma/accident (and without osteopathy).\n\nThe case study involved an otherwise healthy 11 year old boy who underwent a routine tonsillectomy, who presented day 3 post-op with increasing neck pain and was found to have a significant rotary subluxation of C1 over C2 which was treated successfully without surgery.\n\nThe authors describe Grisel's Syndrome, a primarily pediatric (under 21) syndrome occurring most often from minor surgeries such as a tonsillectomy, wherein patients primarily present with a painful tortcullis (head tilt in opposite direction of subluxation). They propose a \"two-hit\" hypothesis wherein patients who experience Grisel's Syndrome have an underlying laxity, with the second hit being an inflammatory process, and further discuss a diagnosis and treatment \"algorithm\".\n",
        "type": "article",
        "tags": [],
        "links": [
          {
            "url": "https://journals.sagepub.com/doi/pdf/10.1177/014556130408300814"
          }
        ]
      },
      "10.1007/s11999-010-1278-8": {
        "id": {
          "type": "doi",
          "value": "10.1007/s11999-010-1278-8"
        },
        "title": "The Classic: The Cervical Syndrome.",
        "summary": "This article is a re-print of Ruth Jackson's 1949 article describing the Cervical Syndrome, a grouping of symptoms gathered by Jackson, associated with cervical nerve root irritation and broken up into vertebra levels. \n\nVertebral design and function is described, as well as nerve roots and their larger system and what the nerves control at each level. Causes of nerve root irritation are also listed, chief among them subluxation or instability. Symptoms are described, as is their nature of being made worse with certain neck movements or positions. Treatment protocols are outlined for various issues causing nerve root irritation, such as bracing or injections. \n\nJackson asserted the importance of cervical investigation in any patient with head, neck, chest, shoulder and arm pain, and said the usual diagnosis of neuritis, bursitis, periarthritis, myositis, fibrositis, myofascitis, pseudo-angina pectoris and migraine should not be made until cervical nerve root irritation has been ruled out entirely. \n",
        "type": "article",
        "tags": [
          {
            "id": "recuGBZ7iEvxw9Sle",
            "isDiagnosis": true,
            "name": "cci"
          }
        ],
        "links": [
          {
            "type": "article",
            "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2881998/?fbclid=IwAR3hRQr-t88yMtrirPydJ1SCyQMpU7YX6EuxscdcrCE8O4NkvXuOIdxIPEU"
          }
        ]
      },
      "10.2174/1874325001408010326": {
        "id": {
          "type": "doi",
          "value": "10.2174/1874325001408010326"
        },
        "title": "Chronic Neck Pain: Making the Connection Between Capsular Ligament Laxity and Cervical Instability",
        "summary": "In this follow-up review to a previous literature review on chronic neck pain treatment modalities, the authors reference their previous findings that many treatment modalities, while effective short-term, were not effective long-term for healing. Then the authors provide an overview of chronic neck pain as it relates to cervical instability, assert that instability is a large factor in chronic neck pain, describe the anatomical features of the cervical spine and the impact of capsular ligament laxity, discuss the disorders causing chronic neck pain and their current treatments, and lastly, present prolotherapy as a viable treatment option for instability that heals injured ligaments, restores stability to the spine, and resolves chronic neck pain.\n",
        "type": "article",
        "tags": [
          {
            "id": "recuGBZ7iEvxw9Sle",
            "isDiagnosis": true,
            "name": "cci"
          }
        ],
        "links": [
          {
            "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4200875/"
          }
        ]
      },
      "10.3171/SPI-07/12/601": {
        "id": {
          "type": "doi",
          "value": "10.3171/SPI-07/12/601"
        },
        "title": "Syndrome of occipitoatlantoaxial hypermobility, cranial settling, and Chiari malformation Type I in patients with hereditary disorders of connective tissue",
        "summary": "270 non-randomized patients with a diagnosis of Fibromayalgia and no previous diagnosis of neurological issues were given a neurological assessment for cervical myelopathy and then given imaging. 46% of patients showed cervical stenosis of 10 mm or less.\n\nStudy authors recommended further neurological evaluation of patients with Fibromayalgia for neurological issues.\n",
        "type": "article",
        "tags": [
          {
            "id": "recrlprhvu6Bfcw2T",
            "isDiagnosis": true,
            "name": "aai"
          },
          {
            "id": "recuGBZ7iEvxw9Sle",
            "isDiagnosis": true,
            "name": "cci"
          },
          {
            "id": "recOk9iWFv8SgKzmZ",
            "isDiagnosis": true,
            "name": "chiari"
          }
        ],
        "links": [
          {
            "type": "article",
            "url": "https://thejns.org/spine/view/journals/j-neurosurg-spine/7/6/article-p601.xml"
          }
        ]
      },
      "10.1177/1073858420941476": {
        "id": {
          "type": "doi",
          "value": "10.1177/1073858420941476"
        },
        "title": "COVID-19, Mast Cells, Cytokine Storm, Psychological Stress, and Neuroinflammation",
        "summary": "The authors describe the pathology of severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), the infection that causes Coronavirus Disease 2019 (COVID-19), and conclude that COVID-19 can induce mast cell activation, psychological stress, cytokine storm, and neuroinflammation.\n\nIn addition to the economic stress and grief it causes (resulting in emotional distress), COVID-19 can cause severe pneumonia, and neurological disorders, including stroke, the damage to the neurovascular unit, blood-brain barrier disruption, high intracranial proinflammatory cytokines, and endothelial cell damage in the brain. Mast cells are innate immune cells and also implicated in adaptive immune response, systemic inflammatory diseases, neuroinflammatory diseases, traumatic brain injury and stroke, and stress disorders. SARS-CoV-2 can activate monocytes/macrophages, dendritic cells, T cells, mast cells, neutrophils, and induce cytokine storm in the lung. COVID-19 can activate mast cells, neurons, glial cells, and endothelial cells. SARS-CoV-2 infection can cause psychological stress and neuroinflammation. \n\nThe authors describe the various mechanisms involved in each of these pathologies and cite other research.\n",
        "type": "article",
        "tags": [],
        "links": [
          {
            "url": "https://journals.sagepub.com/doi/full/10.1177/1073858420941476"
          }
        ]
      },
      "10.1007/s00256-019-03187-z": {
        "id": {
          "type": "doi",
          "value": "10.1007/s00256-019-03187-z"
        },
        "title": "Thinking beyond pannus: a review of retro-odontoid pseudotumor due to rheumatoid and non-rheumatoid etiologies",
        "summary": "Although pseudotumor may have suggestive features on imaging, there are no established criteria to diagnose retro- odontoid pseudotumor, and imaging manifestations can range from thickening of the retro-odontoid soft tissues to mass-like proliferative changes.\n\nIn the absence of frankly evident cord compression, the neurological implications of retro-odontoid pseudotumor cannot be reliably judged by supine static MR imaging, as neural compression may be brought on by insta- bility from postural changes \n\nAlthough retro-odontoid pseudotumor has been shown to be related to mechanical instability, previous studies have not shown a single specific cause for soft tissue proliferation, and it is difficult to predict which patients will develop pseudotumor. \n",
        "type": "article",
        "tags": [
          {
            "id": "recrlprhvu6Bfcw2T",
            "isDiagnosis": true,
            "name": "aai"
          }
        ],
        "links": [
          {
            "type": "article abstract",
            "url": "https://pubmed.ncbi.nlm.nih.gov/30868232/"
          }
        ]
      },
      "10.1016/B978-0-323-48563-0.00014-3": {
        "id": {
          "type": "doi",
          "value": "10.1016/B978-0-323-48563-0.00014-3"
        },
        "title": "Imaging of the Craniovertebral Junction",
        "summary": "Detailed explanations of  measurements- Chamberlain line, McGregor line, McRae line, Wackenheim line, Welcher basal angle.\n\nDiscussion of a fairly comprehensive list of disorders around the CCJ, including basilar invagination, retroodontoid pseudotumor.\n",
        "type": "article",
        "tags": [],
        "links": [
          {
            "type": "article abstract",
            "url": "https://www.sciencedirect.com/science/article/pii/B9780323485630000143"
          }
        ]
      },
      "10.1136/jnnp.74.12.1662": {
        "id": {
          "type": "doi",
          "value": "10.1136/jnnp.74.12.1662"
        },
        "title": "Idiopathic intracranial hypertension: 12 cases treated by venous sinus stenting",
        "summary": "12 patients with refractory IIH had dilatation and stenting of the venous sinuses.\n\nSymptoms resolved for 5, improved for 2, and were unchanged for 5.\n\nVenography and manometry had shown intracranial venous hypertension proximal to stenoses in the lateral sinuses.\n",
        "type": "article",
        "tags": [
          {
            "id": "recQ7F8nVA6ZePDU1",
            "isDiagnosis": true,
            "name": "intracranial hypo/hypertension"
          }
        ],
        "links": [
          {
            "type": "article abstract",
            "url": "https://jnnp.bmj.com/content/74/12/1662"
          },
          {
            "type": "pdf",
            "url": "https://jnnp.bmj.com/content/jnnp/74/12/1662.full.pdf"
          }
        ]
      },
      "10.4172/2165-7939.1000299": {
        "id": {
          "type": "doi",
          "value": "10.4172/2165-7939.1000299"
        },
        "title": "Cranio-cervical Instability in Patients with Hypermobility Connective Disorders",
        "summary": "An explanatory paper written by Dr. Henderson that discusses the pros and cons of dynamic imaging and argues in favor of it.\n\nIn addition to/support of this argument, the paper generally reviews how CCI is known in CTD's like RA and Down's, but is not as well known in EDS and similar hypermobility CTD's. He explains the Cervical Medullary Syndrome (pathological CCI), the pros and cons of dynamic imaging, the various neurological measurements for assessing upper cervical instability, and also touches on complex Chiari patients.\n",
        "type": "article",
        "tags": [
          {
            "id": "recuGBZ7iEvxw9Sle",
            "isDiagnosis": true,
            "name": "cci"
          }
        ],
        "links": [
          {
            "type": "article",
            "url": "https://www.hilarispublisher.com/open-access/craniocervical-instability-in-patients-with-hypermobility-connective-disorders-2165-7939-1000299.pdf"
          }
        ]
      },
      "10.1371/journal.pone.0057241": {
        "id": {
          "type": "doi",
          "value": "10.1371/journal.pone.0057241"
        },
        "title": "Chiari Malformation Type I: A Case-Control Association Study of 58 Developmental Genes",
        "summary": "A more technical article discussing the common genetic variations among a cohort of roughly 500 patients with Chiari (>3 mm) and 500 controls. \n\nThe study authors identified several genes, primarily the genes involves in the development of paraxial mesoderm (cells in early development that develop along with the neural tube and give rise to the heart, the vertebra, etc.), that may play a role in the development and the extent of Chiari malformation.\n",
        "type": "article",
        "tags": [
          {
            "id": "recOk9iWFv8SgKzmZ",
            "isDiagnosis": true,
            "name": "chiari"
          }
        ],
        "links": [
          {
            "type": "article",
            "url": "https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0057241"
          }
        ]
      },
      "10.3171/2012.10.SPINE12321)": {
        "id": {
          "type": "doi",
          "value": "10.3171/2012.10.SPINE12321)"
        },
        "title": "Use of prone position magnetic resonance imaging for detecting the terminal filum in patients with occult tethered cord syndrome",
        "summary": "Since the pathophysiology of occult tethered cord syndrome (OTCS) has no anatomical evidence of a caudally shifted conus and a normal terminal filum is hard to understand, the diagnosis of OTCS is often difficult.\n\nIn this study of fourteen patients with OTCS (Occult Tethered Cord Syndrome) and 12 control individuals, examined using T2-weighted axial MRI with the patients in a prone position on a flat table, the authors hypothesized that the patients with OTCS would have significant differences in their imaging based on elasticity of the terminal filum. \n\nThe authors' new method of using the prone position for MRI shows that the terminal filum is located significantly posterior and the cauda equina is located anterior in patients with OTCS, suggesting a difference in elasticity between the terminal filum and cauda equina.\n",
        "type": "article",
        "tags": [
          {
            "id": "recpnQhwTjvEVNCS5",
            "isDiagnosis": true,
            "name": "tethered cord"
          }
        ],
        "links": [
          {
            "type": "article",
            "url": "https://pubmed.ncbi.nlm.nih.gov/23140126/"
          }
        ]
      },
      "10.1016/j.jaip.2019.01.006": {
        "id": {
          "type": "doi",
          "value": "10.1016/j.jaip.2019.01.006"
        },
        "title": "Proposed Diagnostic Algorithm for Patients with Suspected Mast Cell Activation Syndrome (MCAS)",
        "summary": "MCAS diagnostic criteria:\n\nA) Symptoms present in at least 2 organ systems (e.g. throat swelling and abdominal cramping)\n\nB) Biochemical study (preferrably a 20%+ increase in serum tryptase level from baseline)\n\nC) Positive response to drugs targetting mast cell action\n",
        "type": "article",
        "tags": [
          {
            "id": "reckOoCIhEZYdoNw4",
            "isDiagnosis": true,
            "name": "mcas"
          }
        ],
        "links": [
          {
            "type": "article",
            "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6643056/"
          }
        ]
      },
      "10.3174/ajnr.A6637": {
        "id": {
          "type": "doi",
          "value": "10.3174/ajnr.A6637"
        },
        "title": "Spontaneous Intracranial Hypotension: Atypical Radiologic Appearances, Imaging Mimickers, and Clinical Look-Alikes",
        "summary": "Headache which improves when reclining is the classic symptom of a CSF leak. But many patients also present with \"vague neurologic symptoms such as nonpositional daily headache, cranial nerve palsy, gait disturbance, and cognitive dysfunction\".\n\nDiffuse pachymeningeal enhancement and “brain sag,” were seen in 83% and 61% of cases in a retrospective study. \n\nConditions which appear similar in MRI include Chiari malformation, subdural fluid collections, neurosarcoidosis.\n\nCommon misdiagnoses of patients with SIH include: Cerebral Venous Sinus Thrombosis, Frontotemporal Dementia, Pituitary Tumor or Apoplexy, Superficial Siderosis.\n",
        "type": "article",
        "tags": [
          {
            "id": "recCvgIVcwri2MnNL",
            "isDiagnosis": true,
            "name": "csf leaks"
          },
          {
            "id": "recQ7F8nVA6ZePDU1",
            "isDiagnosis": true,
            "name": "intracranial hypo/hypertension"
          }
        ],
        "links": [
          {
            "type": "article",
            "url": "http://www.ajnr.org/content/early/2020/07/09/ajnr.A6637?fbclid=IwAR1IPJqf9fQi6fLKleliIEqt7bGabx-Bg-LhQdL8I8x4n5bBGa4v1pn1ms8#ref-26"
          },
          {
            "type": "pdf",
            "url": "http://www.ajnr.org/content/ajnr/early/2020/07/09/ajnr.A6637.full.pdf"
          }
        ]
      },
      "10.4103/2152-7806.66461": {
        "id": {
          "type": "doi",
          "value": "10.4103/2152-7806.66461"
        },
        "title": "Deformative stress associated with an abnormal clivo-axial angle: A finite element analysis.",
        "summary": "A prospective 2-year study of 5 children with ventral brainstem compression from issues like Chiari Malformation or basilar invagination with the thesis that improvement of the CXA with fusion surgery is associated with clinical improvement.\n\nSince about half of patients who undergo decompression surgery still have clinical issues after recovery, and brainstem deformity is an established cause of cervicomedullary symptoms with fusion surgery causing a clinical improvement, the authors sought to use finite element analysis to further support the thesis that in Chiari patients, a fusion surgery may be necessary to alleviate symptoms. \n\nHigher disability indexes correlated with higher brainstem stress modeling indexes,\n",
        "type": "article",
        "tags": [
          {
            "id": "recuGBZ7iEvxw9Sle",
            "isDiagnosis": true,
            "name": "cci"
          }
        ],
        "links": [
          {
            "type": "article",
            "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2940090/"
          }
        ]
      },
      "10.3390/ijerph17051693": {
        "id": {
          "type": "doi",
          "value": "10.3390/ijerph17051693"
        },
        "title": "Diagnostic Accuracy of Videofluoroscopy for Symptomatic Cervical Spine Injury Following Whiplash Trauma",
        "summary": "This study of 196 subjects (119 injured, 77 uninjured) looked at the accuracy of videoslouroscopic (VF or DMX) examination of the cervical spine for identifying instability in whiplash injury patients with chronic pain.\n\n37 VF measurement combinations were observed, and the injured population was significantly more likely to have abnormal measurements. The authors concluded that (1) intervertebral instability is a _common_ finding in the symptomatic population of patients with chronic neck pain after whiplash trauma; (2) intervertebral instability is an _uncommon_ finding in the uninjured population; (3) the finding of two or more abnormal parameters of intervertebral motion during the videofluoroscopic examination of the cervical spine is a highly accurate diagnostic test for identifying patients with chronic neck pain after whiplash trauma.\n\nThe authors also included a discussion of the various measurements and measurement cutoffs used for pathology, and further asserted that common diagnoses for patients with chronic pain after whiplash injuries such as malingering, given the study results, are unfounded.\n",
        "type": "article",
        "tags": [
          {
            "id": "recuGBZ7iEvxw9Sle",
            "isDiagnosis": true,
            "name": "cci"
          }
        ],
        "links": [
          {
            "type": "article",
            "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7084423"
          }
        ]
      },
      "10.1016/j.spinee.2014.12.001": {
        "id": {
          "type": "doi",
          "value": "10.1016/j.spinee.2014.12.001"
        },
        "title": "Evaluation of spinal cord \ncompression and hyperintense intramedullary lesions on T2-weighted \nsequences in patients with cervical spondylotic myelopathy using \nflexion-extension MRI protocol",
        "summary": "Extension MRI helps to identify significant cervical canal stenosis that is partially or completely absent on neutral and flexion MRI and to determine the exact number of levels to decompress surgically. \n",
        "type": "article",
        "tags": [
          {
            "id": "recIEXw3MH6BAtcA7",
            "isDiagnosis": true,
            "name": "cervical stenosis"
          }
        ],
        "links": [
          {
            "type": "article",
            "url": "https://www.thespinejournalonline.com/article/S1529-9430(14)01771-9/abstract"
          }
        ]
      },
      "10.3171/2012.10.SPINE12321": {
        "id": {
          "type": "doi",
          "value": "10.3171/2012.10.SPINE12321"
        },
        "title": "Use of prone position magnetic resonance imaging for detecting the terminal filum in patients with occult tethered cord syndrome",
        "summary": "The study authors tested the hypothesis that prone MRIs of patients with Occult Tethered Cord Syndrome (OTCS) could show reliably a difference from unaffected patients. 14 patients with OTCS and 12 control individuals were examined using T2-weighted MRIs, in a prone position on a flat table, and on each axial view, various measurements were taken.\n\nThe study authors found that the patients with OTCS had their terminal filum located significantly posterior and the cauda equina located anterior, as opposed to the unaffected individuals, suggesting a difference in elasticity between the terminal filum and cauda equina.\n",
        "type": "article",
        "tags": [
          {
            "id": "recpnQhwTjvEVNCS5",
            "isDiagnosis": true,
            "name": "tethered cord"
          }
        ],
        "links": [
          {
            "type": "article",
            "url": "https://pubmed.ncbi.nlm.nih.gov/23140126/"
          }
        ]
      }
    },
    "url": {
      "https://www.fonar.com/pdf/Independent%20Study%20UCLA.pdf": {
        "id": {
          "type": "url",
          "value": "https://www.fonar.com/pdf/Independent%20Study%20UCLA.pdf"
        },
        "title": "4 Reports Compare Dynamic MRI in the UPRIGHT Position With Static MRI in the UPRIGHT Position",
        "summary": "Comparison of static vs dynamic MRI for measuring spondylolistheses (slipping of vertebra) in 1,302 patients.\n\nAcross all spine sections, static MRI missed 18.1% of cases where vertebrae were slipping more than 3mm.\n\nJust considering L4-L5, the miss rate of static MRI was 35.1%.\n\nThis might mean  patients who would benefit from fusion are not receiving treatment, and other patients are having the wrong sections of spine fused because of missed spondylolistheses elsewhere.\n\nNote- article is produced by the manufacturer of the scanning machines.\n\n",
        "type": "pdf",
        "tags": [],
        "links": []
      },
      "https://youtu.be/RS8M8v0MtP0": {
        "id": {
          "type": "url",
          "value": "https://youtu.be/RS8M8v0MtP0"
        },
        "title": "EDS and Its Fellow Traveler, Mast Cell Activation Syndrome",
        "summary": "An introduction of the connection between MCAS and EDS\n",
        "type": "webinar",
        "tags": [
          {
            "id": "reckOoCIhEZYdoNw4",
            "isDiagnosis": true,
            "name": "mcas"
          }
        ],
        "links": []
      },
      "https://radiopaedia.org/articles/tight-filum-terminale-syndrome": {
        "id": {
          "type": "url",
          "value": "https://radiopaedia.org/articles/tight-filum-terminale-syndrome"
        },
        "title": "Radiopedia- tight filum terminale syndrome ",
        "summary": "Tight filum terminale syndrome, or tight filum syndrome, is a subtype of the tethered cord syndrome that is attributed to a thick, short, and/or otherwise inelastic filum terminale rather than other tethering agents.\n\n",
        "type": "web page",
        "tags": [
          {
            "id": "recpnQhwTjvEVNCS5",
            "isDiagnosis": true,
            "name": "tethered cord"
          }
        ],
        "links": []
      },
      "https://www.practicalpainmanagement.com/resources/diagnostic-tests/using-dynamic-mri-diagnose-neck-pain-importance-positional-cervical-cord": {
        "id": {
          "type": "url",
          "value": "https://www.practicalpainmanagement.com/resources/diagnostic-tests/using-dynamic-mri-diagnose-neck-pain-importance-positional-cervical-cord"
        },
        "title": "Using Dynamic MRI to Diagnose Neck Pain: The Importance of Positional Cervical Cord Compression (PC3)",
        "summary": "A discussion of the complexity of diagnosis of cervical stenosis from static imaging.\n\n\"It has become axiomatic that cervical pain and regional imaging often correlate poorly. Both degenerative disc disease and cervical pain are common among our patients. Yet, many have one apparently without the other. One diagnostic response is to discount the informative value of cervical imaging and rely more on history, symptoms, and physical signs. Another is to consider how to better image this area of complex anatomy, without discounting the primary importance of clinical findings\"\n",
        "type": "web page",
        "tags": [
          {
            "id": "recIEXw3MH6BAtcA7",
            "isDiagnosis": true,
            "name": "cervical stenosis"
          }
        ],
        "links": []
      },
      "https://www.ninds.nih.gov/Disorders/Patient-Caregiver-Education/Fact-Sheets/Chiari-Malformation-Fact-Sheet": {
        "id": {
          "type": "url",
          "value": "https://www.ninds.nih.gov/Disorders/Patient-Caregiver-Education/Fact-Sheets/Chiari-Malformation-Fact-Sheet"
        },
        "title": "Chiari Malformation Fact Sheet | National Institute of Neurological Disorders and Stroke",
        "type": "handout",
        "tags": [
          {
            "id": "recOk9iWFv8SgKzmZ",
            "isDiagnosis": true,
            "name": "chiari"
          }
        ],
        "links": []
      },
      "https://me-pedia.org/wiki/Atlantoaxial_instability": {
        "id": {
          "type": "url",
          "value": "https://me-pedia.org/wiki/Atlantoaxial_instability"
        },
        "title": "me-pedia: aai",
        "type": "web page",
        "tags": [
          {
            "id": "recrlprhvu6Bfcw2T",
            "isDiagnosis": true,
            "name": "aai"
          }
        ],
        "links": []
      },
      "https://me-pedia.org/wiki/Chiari_malformation": {
        "id": {
          "type": "url",
          "value": "https://me-pedia.org/wiki/Chiari_malformation"
        },
        "title": "me-pedia: chiari",
        "type": "web page",
        "tags": [
          {
            "id": "recOk9iWFv8SgKzmZ",
            "isDiagnosis": true,
            "name": "chiari"
          }
        ],
        "links": []
      },
      "https://www.mastzellaktivierung.info/en/therapy_compatibility.html": {
        "id": {
          "type": "url",
          "value": "https://www.mastzellaktivierung.info/en/therapy_compatibility.html"
        },
        "title": "MCAS- Compatibility of foodstuffs",
        "summary": "Compatibility list for diagnostic and therapeutic elimination diet at histaminosis (mast cell activity syndrome MCAS, mastocytosis, histamine intolerance), compiled from various sources and based on experience reports\n",
        "type": "handout",
        "tags": [
          {
            "id": "reckOoCIhEZYdoNw4",
            "isDiagnosis": true,
            "name": "mcas"
          }
        ],
        "links": []
      },
      "http://www.gidoctor.net/client_files/File/Approach-to-MCAS-Dx-and-Rx-4-29-19.pdf": {
        "id": {
          "type": "url",
          "value": "http://www.gidoctor.net/client_files/File/Approach-to-MCAS-Dx-and-Rx-4-29-19.pdf"
        },
        "title": "Mast Cell Activation Syndrome handout",
        "summary": "MCAS primer and MCAS multi-step treatment approach\n",
        "type": "handout",
        "tags": [
          {
            "id": "reckOoCIhEZYdoNw4",
            "isDiagnosis": true,
            "name": "mcas"
          }
        ],
        "links": []
      },
      "https://me-pedia.org/wiki/Tethered_cord_syndrome": {
        "id": {
          "type": "url",
          "value": "https://me-pedia.org/wiki/Tethered_cord_syndrome"
        },
        "title": "me-pedia: tethered cord",
        "type": "web page",
        "tags": [
          {
            "id": "recpnQhwTjvEVNCS5",
            "isDiagnosis": true,
            "name": "tethered cord"
          }
        ],
        "links": []
      },
      "https://www.mastzellaktivierung.info/en/therapy_medicaments.html#medguide": {
        "id": {
          "type": "url",
          "value": "https://www.mastzellaktivierung.info/en/therapy_medicaments.html#medguide"
        },
        "title": "Medication for mast cell activation diseases",
        "summary": "Therapeutic strategy for MCAD\n\nActive ingredients of medications, medical products, food supplements and foods for special medical purposes: Mechanisms of action, application, advantages and disadvantages\n\nRecommendations for use in basic therapy, symptomatic adjunctive therapy and in special situations (premedication before medical interventions and dental treatments, allergies, ana- phylactic shock, infections, vaccinations, pregnancy and lactation, mental illnesses)\n\nGuidance for the assessment of compatibility of products\n\nWith references to the scientific literature\n\n",
        "type": "handout",
        "tags": [
          {
            "id": "reckOoCIhEZYdoNw4",
            "isDiagnosis": true,
            "name": "mcas"
          }
        ],
        "links": []
      },
      "https://me-pedia.org/wiki/Craniocervical_instability": {
        "id": {
          "type": "url",
          "value": "https://me-pedia.org/wiki/Craniocervical_instability"
        },
        "title": "me-pedia: cci",
        "type": "web page",
        "tags": [
          {
            "id": "recuGBZ7iEvxw9Sle",
            "isDiagnosis": true,
            "name": "cci"
          }
        ],
        "links": []
      },
      "https://youtu.be/LddITjni4G0": {
        "id": {
          "type": "url",
          "value": "https://youtu.be/LddITjni4G0"
        },
        "title": "Living With Mast Cell Activation Syndrome- EHLERS-DANLOS SOCIETY GLOBAL LEARNING CONFERENCE",
        "summary": "Mast Cells are in every organ of the body. \n\nProvides context around the neurological manifestations beyond the diet, hives, and benadryl MCAS stereotype.\n",
        "type": "webinar",
        "tags": [
          {
            "id": "reckOoCIhEZYdoNw4",
            "isDiagnosis": true,
            "name": "mcas"
          }
        ],
        "links": []
      },
      "https://me-pedia.org/wiki/Cervical_spinal_stenosis": {
        "id": {
          "type": "url",
          "value": "https://me-pedia.org/wiki/Cervical_spinal_stenosis"
        },
        "title": "me-pedia: cervical stenosis",
        "type": "web page",
        "tags": [
          {
            "id": "recIEXw3MH6BAtcA7",
            "isDiagnosis": true,
            "name": "cervical stenosis"
          }
        ],
        "links": []
      }
    }
  }
}